{
  "name": "Democratic Candidates Debate",
  "estimatedLength": 77.34,
  "totalWordsSpoken": 6507,
  "totalUniqueWords": 3465,
  "candidates": {
    "clinton": {
      "totalWords": 43982,
      "uniqueWords": {
        "total": 1860,
        "mostUnique": [
          "delighted",
          "discuss",
          "honored",
          "citizens",
          "staying",
          "particularly",
          "affected",
          "experienced",
          "Buffalo",
          "Albany",
          "talents",
          "celebrate",
          "diversity",
          "bringing",
          "united",
          "offering",
          "value",
          "share",
          "Americans",
          "bur"
        ]
      },
      "callouts": {
        "donald trump": [
          "And I think every candidate, including Senator Sanders and Donald Trump, should do the same.",
          "We have a presidential candidate by the name of Donald Trump saying that women should be punished.",
          "million more than Donald Trump."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "43.09",
      "emotionalLines": [
        "Well, first of all, it's great to be here in New York, and I am delighted to...",
        "Well, it is true that now that the spotlight is pretty bright here in New York, some things have been said and Senator Sanders did call me unqualified.",
        "Well, let me..",
        "...let me just say..",
        "...let me...let me say..",
        null,
        "Well, make — make no mistake about it, this is not just an attack on me, it's an attack on President Obama.",
        "If they fail either one, that they're a systemic risk, a grave risk to our economy, or if they fail the other, that their living wills, which is what you're referring to, is inadequate.Let",
        "[ cheering and applause ] Dana, let me add here that there are two ways to at this under Dodd-Frank, which is after all the law we passed under President Obama, and I'm proud that Barney Frank, one of the authors, has endorsed me because what I have said continuously is, yes, sometimes the government may have to order certain actions.",
        "And hold them accountable as well.",
        "[ applause ] It is important — it's always important.",
        "So I support Dodd-Frank, but I have consistently said that's not enough.",
        "It was mortgage companies like Countrywide.I",
        "that contributed to the collapse of Lehman Brothers and started the cascade...",
        "I have said, look, there are certain — there are certain expectations when you run for president.",
        null,
        "Everybody does it, and then we move forward.",
        "Well, you know, there are a lot of copy machines around.",
        "I was secretary of State, I helped to lead the way to increased exports of American good around the world, which supports tens of thousands of jobs.So",
        "...in the 1990s, we got 23 million new jobs and incomes went up for everybody."
      ],
      "personalIssues": {
        "Social Security and Medicare": "1.14",
        "Wall Street and corporate America": "0.88",
        "National security": "0.76",
        "Health care": "0.72",
        "Women’s rights and opportunity": "0.55",
        "Climate change and energy": "0.53",
        "Criminal justice reform": "0.36",
        "Gun violence prevention": "0.31",
        "K–12 education": "0.28",
        "Voting rights": "0.22",
        "Disability rights": "0.22",
        "Early childhood education": "0.20",
        "College": "0.20",
        "Veterans, the armed forces, and their families": "0.14",
        "Small business": "0.10",
        "Substance use disorder and addiction": "0.09",
        "Economy": "0.09",
        "Immigration reform": "0.05",
        "Workforce and skills": "0.00",
        "LGBT equality": "0.00",
        "Labor": "0.00",
        "Campus sexual assault": "0.00"
      },
      "averageWordUsage": {
        "Well": "0.0145",
        "New": "0.0161",
        "York": "0.0161",
        "applause": "0.0333",
        "make": "0.0129",
        "way": "0.0102",
        "people": "0.0220",
        "And": "0.0435",
        "want": "0.0151",
        "president": "0.0145",
        "That": "0.0097",
        "said": "0.0140",
        "Senator": "0.0161",
        "Sanders": "0.0124",
        "say": "0.0113",
        "President": "0.0102",
        "Obama": "0.0097",
        "think": "0.0177",
        "let": "0.0145",
        "You": "0.0091",
        "know": "0.0167",
        "support": "0.0097",
        "got": "0.0102",
        "going": "0.0102"
      }
    },
    "sanders": {
      "totalWords": 35961,
      "uniqueWords": {
        "total": 1605,
        "mostUnique": [
          "started",
          "3",
          "70",
          "couple",
          "weeks",
          "nine",
          "landslide",
          "victories",
          "Over",
          "averaging",
          "guess",
          "apiece",
          "radical",
          "significant",
          "reform",
          "billionaires",
          "buy",
          "elections",
          "rigged",
          "rich"
        ]
      },
      "callouts": {
        "bernie sanders": [
          "Let me just reiterate — just reiterate so there is no confusion, decades ago, before it was popular, in a rural state with no gun control, Bernie Sanders said, let's ban assault weapons, not see them distributed in the United States of America.",
          "You know, in virtually all of the general election match-up polls between Trump and Secretary Clinton and Trump and Bernie Sanders, in almost all of those polls, I do better than Secretary Clinton both in the CNN poll I was 20 points ahead of Trump.I"
        ],
        "donald trump": [
          "And having won seven out of the last eight caucuses and primaries, having a level of excitement and energy among working people and low-income people doing better against Donald Trump and the other Republicans in poll after poll than Secretary Clinton is, yeah, I believe that we're going to win this nomination, and I believe we're going to obliterate Donald Trump or whoever the Republican candidate is."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "34.25",
      "emotionalLines": [
        "[ applause ] Of the last nine caucuses and primaries, we have won eight of them, many of them by landslide victories.",
        "worst foreign policy blunder in the history of this country, voted for virtually every disastrous trade agreement which cost us millions of decent-paying jobs.",
        "Do we really feel confident about a candidate saying that she's going to bring change in America when she is so dependent on big money interests?",
        null,
        "... [ inaudible ]..",
        "Thirdly, we have got to understand that in America, we should be thinking big, not small.",
        "We need to join the rest of the industrialized world and guarantee health care to all people.",
        "First, Dana...",
        "What Goldman Sachs acknowledged was, essentially, that they were selling fraudulent packages of subprime mortgage loans.Goldman",
        "The point is we have got to break them up so that they do not pose a systemic risk and so that we have a vibrant economy with a competitive financial system.",
        "What we need is to make sure that they are safe.",
        "Sure. Sure. The obvious decision is when the greed and recklessness and illegal behavior of wall street brought this country into the worst economic downturn since the Great Recession — the Great Depression of the'30s, when millions of people lost their jobs, and their homes, and their life savings, the obvious response to that is that you've got a bunch of fraudulent operators and that they have got to be broken up.That",
        "They have shown themselves to be fraudulent organizations endangering the well-being of our economy.If",
        "[ applause ] And second of all, of course we will release our taxes.",
        "We will get them out.",
        "Well, I think we got one that's coming out tomorrow.",
        "Last year's.",
        null,
        "Yeah, look, I do n't want to get anybody very excited.",
        null
      ],
      "personalIssues": {
        "Getting Big Money Out of Politics": "1.22",
        "War Should Be the Last Option: Why I Support the Iran Deal": "1.10",
        "It’s Time to Make College Tuition Free and Debt Free": "0.84",
        "Creating Decent Paying Jobs": "0.69",
        "Climate Change & Environment": "0.68",
        "Reforming Wall Street": "0.60",
        "Strengthen and Expand Social Security": "0.47",
        "War and Peace": "0.40",
        "A Living Wage": "0.38",
        "Income and Wealth Inequality": "0.30",
        "Real Family Values": "0.23",
        "A Fair and Humane Immigration Policy": "0.19",
        "Racial Justice": "0.13",
        "Fighting to Lower Prescription Drug Prices": "0.05",
        "Fighting for LGBT Equality": "0.05",
        "Fighting for Women’s Rights": "0.05",
        "Caring for our Veterans": "0.00"
      },
      "averageWordUsage": {
        "Secretary": "0.0212",
        "Clinton": "0.0206",
        "campaign": "0.0100",
        "applause": "0.0480",
        "people": "0.0268",
        "And": "0.0287",
        "country": "0.0206",
        "going": "0.0174",
        "just": "0.0112",
        "Well": "0.0131",
        "But": "0.0106",
        "don": "0.0100",
        "believe": "0.0131",
        "money": "0.0125",
        "think": "0.0168",
        "got": "0.0255",
        "That": "0.0137",
        "right": "0.0199",
        "You": "0.0106",
        "know": "0.0150"
      }
    }
  }
}