{
  "name": "Democratic Candidates Debate",
  "estimatedLength": 58.730000000000004,
  "totalWordsSpoken": 11158,
  "totalUniqueWords": 2893,
  "candidates": {
    "clinton": {
      "totalWords": 35023,
      "uniqueWords": {
        "total": 1609,
        "mostUnique": [
          "Univision",
          "Post",
          "Dade",
          "College",
          "largest",
          "North",
          "hosting",
          "evening",
          "tonight",
          "discuss",
          "knock",
          "staying",
          "starting",
          "ones",
          "My",
          "focus",
          "corporations",
          "imposing",
          "exit",
          "breaks"
        ]
      },
      "callouts": {},
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "33.77",
      "emotionalLines": [
        "And I will also be talking about education, every child deserves a good teacher and a good school.",
        "And so thank you for having us, and I look forward to the debate.",
        "this is a marathon, and it's a marathon that can only be carried out by the kind of inclusive campaign that I'm running, a campaign that reaches out to everybody, a campaign that offers real positive solutions to the problems that we face, a campaign that is based on how together we can make progress, because I am a progressive who likes to get things done.So",
        "But, you know, I was very pleased by the overall outcome last night.",
        "It was n't the best choice.",
        "I am not worried about it and no Democrat or American should be either.",
        "There was no permission to be asked.",
        "Oh, for goodness — that's not going to happen.",
        "You do n't make America great by getting rid of everything that made America great.",
        "What he claims to believe in The values he's promoting and I think that's a better way for the American people to draw their conclusions.",
        "think our best chance was in 2007, when Ted Kennedy led the charge on comprehensive immigration reform.",
        "And I am committed to introducing comprehensive immigration reform with a path to citizenship in the first 100 days of my presidency.",
        "in 2006, when Senator Sanders was running for the Senate from Vermont, he voted in the House with hard-line Republicans for indefinite detention for undocumented immigrants, and then he sided with those Republicans to stand with vigilantes known as Minute Men who were taking up outposts along the border to hunt down immigrants.So",
        "Great. Thank you.RAMOS [ through translator ] : So this is the moment of talking about deportations.",
        "Here's what I can promise Jorge, I can promise that I will do everything possible to provide due process.",
        "And a lot of children will, of course, have very legitimate stories under our law to be able to stay.",
        "But if you are asking about everyone who is already here, undocumented immigrants, the 11-12 million who are living here, my priorities are to deport violent criminals, terrorists, and anyone who threatens our safety.",
        "I want to, as I said, prioritize who would be deported : violent criminals, people planning terrorist attacks, anybody who threatens us.",
        "I will not.",
        "I'd like to see us give more support to people who come fleeing the terrible violence that they do."
      ],
      "personalIssues": {
        "Immigration reform": "0.80",
        "Wall Street and corporate America": "0.64",
        "Health care": "0.55",
        "Criminal justice reform": "0.45",
        "Women’s rights and opportunity": "0.42",
        "Small business": "0.38",
        "Veterans, the armed forces, and their families": "0.32",
        "Climate change and energy": "0.27",
        "K–12 education": "0.25",
        "Early childhood education": "0.21",
        "Social Security and Medicare": "0.20",
        "Economy": "0.18",
        "National security": "0.16",
        "Gun violence prevention": "0.12",
        "College": "0.12",
        "Voting rights": "0.09",
        "Disability rights": "0.09",
        "Substance use disorder and addiction": "0.08",
        "Workforce and skills": "0.00",
        "LGBT equality": "0.00",
        "Labor": "0.00",
        "Campus sexual assault": "0.00"
      },
      "averageWordUsage": {
        "applause": "0.0211",
        "And": "0.0522",
        "people": "0.0267",
        "But": "0.0093",
        "comprehensive": "0.0112",
        "immigration": "0.0093",
        "reform": "0.0099",
        "president": "0.0112",
        "Well": "0.0099",
        "make": "0.0093",
        "know": "0.0168",
        "going": "0.0112",
        "said": "0.0137",
        "just": "0.0112",
        "think": "0.0224",
        "Senator": "0.0112",
        "Sanders": "0.0093",
        "You": "0.0093"
      }
    },
    "sanders": {
      "totalWords": 26311,
      "uniqueWords": {
        "total": 1284,
        "mostUnique": [
          "thank",
          "crises",
          "late",
          "politics",
          "economics",
          "Together",
          "Supreme",
          "Court",
          "decision",
          "Billionaires",
          "buying",
          "rigged",
          "low",
          "path",
          "toward",
          "citizenship",
          "city",
          "combat",
          "healthy",
          "habitable"
        ]
      },
      "callouts": {
        "bernie sanders": [
          "I think in the coming weeks and months, we are going to continue to do extremely well, win a number of these primaries, and convince superdelegates that Bernie Sanders is the strongest candidate to defeat Donald Trump.",
          "There is nobody in the United States Congress who has taken on the Koch brothers, who want to destroy Social Security, Medicare, Medicaid, and virtually every federal program passed since the 1930s more that Bernie Sanders.",
          "And what we are doing in this campaign is fighting not only to become president, but I'm the only candidate who says no president, not Bernie Sanders, can do it all."
        ],
        "donald trump": [
          "I think in the coming weeks and months, we are going to continue to do extremely well, win a number of these primaries, and convince superdelegates that Bernie Sanders is the strongest candidate to defeat Donald Trump.",
          "And I am very pleased — I am very pleased that I think in the last national poll that I saw, we were running 18 points ahead of Donald Trump.",
          "But I would hope very much, that as we have that debate, we do not, as Donald Trump and others have done, resort to racism and xenophobia and bigotry.",
          "Absolutely. They can go — I do n't think they will, but Donald Trump's kids — Donald Trump's kids can go to public school right now, I think Secretary Clinton is talking about making community colleges free, they can go to those things.The",
          "Well, first of all, Karen, when you have Republican candidates for president and in Congress telling you that climate change is a hoax, which is Donald Trump and other candidates' position, what they are really saying is, we do n't have the guts to take on the fossil fuel industry."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "24.96",
      "emotionalLines": [
        "We've got to end this rigged economy where people are working longer hours for low wages, almost all new income and wealth going to the top 1 percent, and of course, we need comprehensive immigration reform and a path toward citizenship.And",
        "I think in the coming weeks and months, we are going to continue to do extremely well, win a number of these primaries, and convince superdelegates that Bernie Sanders is the strongest candidate to defeat Donald Trump.",
        "That process specifically.",
        "I think that the American people are never going to elect a president who insults Mexicans, who insults Muslims, who insults women, who insults African-Americans.",
        "And I am very pleased — I am very pleased that I think in the last national poll that I saw, we were running 18 points ahead of Donald Trump.",
        "Poverty is increasing. And if wages are going down, I do n't know why we need millions of people to be coming into this country as guestworkers who will work for lower wages than American workers and drive wages down even lower than they are right now.",
        "They were cheated. They were abused.",
        "to your point, we have to do the best we can.",
        "And I said welcome those children into this country, Secretary Clinton said send them back.",
        "Let me respond — let me respond to that.",
        "Was n't an issue really for the state of Vermont to expose the horrendous working conditions and the semi slavery, if you like, that those workers lived under.",
        "Gang lords, vicious people torturing people, doing horrible things to families.",
        "I can make that promise.",
        "I worked very hard in improving the guest worker provisions so that in 2013 a bill I strongly supported, people who were in the guest worker program in America would not be treated like slaves.",
        null,
        "I'm sorry?",
        "No, I do not support vigilantes, and that is a horrific statement, an unfair statement to make.",
        "Yeah, let me..",
        "[ applause ] And I find it interesting that when Secretary Clinton, who was the former senator of New York, of course, when she defended her vote, she said, well, it's going to help the big banks in New York.",
        "... where people like Senator Bayh and Ron Wyden, Byron Dorgan.."
      ],
      "personalIssues": {
        "It’s Time to Make College Tuition Free and Debt Free": "0.99",
        "Reforming Wall Street": "0.86",
        "War Should Be the Last Option: Why I Support the Iran Deal": "0.63",
        "Climate Change & Environment": "0.56",
        "Fighting to Lower Prescription Drug Prices": "0.50",
        "Income and Wealth Inequality": "0.41",
        "A Fair and Humane Immigration Policy": "0.37",
        "Getting Big Money Out of Politics": "0.37",
        "Creating Decent Paying Jobs": "0.35",
        "Strengthen and Expand Social Security": "0.28",
        "Real Family Values": "0.21",
        "Fighting for Women’s Rights": "0.21",
        "Fighting for LGBT Equality": "0.12",
        "Caring for our Veterans": "0.09",
        "A Living Wage": "0.09",
        "War and Peace": "0.08",
        "Racial Justice": "0.00"
      },
      "averageWordUsage": {
        "United": "0.0187",
        "States": "0.0164",
        "country": "0.0234",
        "going": "0.0101",
        "applause": "0.0389",
        "Wall": "0.0132",
        "Street": "0.0132",
        "got": "0.0101",
        "people": "0.0312",
        "percent": "0.0093",
        "And": "0.0304",
        "America": "0.0101",
        "know": "0.0156",
        "Well": "0.0093",
        "Secretary": "0.0132",
        "American": "0.0093",
        "believe": "0.0117",
        "think": "0.0249",
        "don": "0.0093",
        "right": "0.0093",
        "Clinton": "0.0117",
        "said": "0.0117",
        "secretary": "0.0093"
      }
    }
  }
}