{
  "name": "Republican  Candidates Debate #2",
  "estimatedLength": "017.9312.3814.4013.7410.2312.4512.5817.1323.11",
  "totalWordsSpoken": 0,
  "totalUniqueWords": 0,
  "words": [],
  "candidates": {
    "bush": {
      "totalWords": 18266,
      "uniqueWords": {
        "leastUsed": [
          "jeb",
          "bush",
          "verge",
          "its",
          "greatest",
          "century",
          "committed",
          "reformer",
          "balanced",
          "budgets",
          "interest",
          "environment",
          "rise",
          "thank",
          "voters",
          "determination",
          "extraordinary",
          "difficult",
          "situation",
          "insecurity"
        ],
        "totalUniqueWords": 852
      },
      "callouts": {
        "jeb bush": [
          "I'm Jeb Bush, and I believe America's on the verge of its greatest century, and I'm ready to lead."
        ],
        "hillary clinton": [
          "This administration, with President Obama and Hillary Clinton, has created insecurity the likes of which we never would've imagined.",
          "Under Hillary Clinton, and Barack Obama, we have seen a weakness that now creates huge problems for the next president of the United States.",
          "It was n't a Republican ; it was Hillary Clinton.",
          "So is that the judgment that you bring to the table, that Hillary Clinton..",
          "But I do think the natural impulse on the left — Hillary Clinton, immediately after one of these horrific violent acts took place, immediately said we need to have federal gun laws."
        ],
        "donald trump": [
          "The one guy that had some special interests that I know of that tried to get me to change my views on something — that was generous and gave me money — was Donald Trump.",
          "Or the Donald Trump approach?",
          "Here's the facts : When Donald Trump talks about judgment, what was his position on who would've been the best negotiator to deal with Iran?"
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "17.93",
      "emotionalLines": [
        "We have a reduction in violent crime because we put people behind bars when they use a gun in the commission of the crime.",
        "That should be the great challenge and the great opportunity for the next president of the United States, to forge consensus to go back to a high-growth strategy.",
        "Are we going to take the Reagan approach, the hopeful optimistic approach, the approach that says that, you come to our country legally, you pursue your dreams with a vengeance, you create opportunities for all of us?",
        "The great middle that defines our country will have a chance to be able to pursue their dreams as they see fit.",
        "So, you can rewrite history, I guess, Ted, but the simple fact is that you supported him because he had all the criteria that you would have thought would have made a great justice.",
        "John Roberts has made some really good decisions, for sure, but he did not have a proven, extensive record that would have made the clarity the important thing, and that's what we need to do.",
        "A strong leader is what we need in the White House, and she certainly was a strong leader that restored the United Kingdom into greatness.",
        "But I do think the natural impulse on the left — Hillary Clinton, immediately after one of these horrific violent acts took place, immediately said we need to have federal gun laws.",
        "No, you're wrong — you're wrong about this.",
        "... is a great negotiator, that she could bring about a better deal on Iran?",
        "And it would send a signal to the rest of the world that the United States values that are so important for our long-term success no longer matter in this country.",
        "— we increased child support — we increased child support with a broken system by 90 percent.",
        "I — I think there needs to be a hearing, but the fact is, we need to encourage that kind of involvement.",
        "But if you look at the problem of drugs in this — in this society today, it's a serious problem.",
        "[ laughter and applause ] That's true.",
        "But, the simple fact is that going forward, what we need to do is to have someone that has a long standing set of rulings that consistently makes it clear that he is a focused, exclusively on upholding the Constitution of the United States so they wo n't try to use the bench as a means to which legislate.",
        "He sent a clear signal that the United States would be strong and fight Islamic terrorism, and he did keep us safe.",
        "Right after me, and then I'll — I'll yield — yield the floor.",
        "We're sitting here in this library, which is a wonderful place to talk about this, because that's exactly what happened in the 1980s, and the world was a lot safer because of..",
        "She is. She's fantastic."
      ],
      "personalIssues": {
        "Defeating ISIS": "0.13",
        "Additional Materials On This Policy:": "0.04"
      },
      "averageWordUsage": {
        "people": "0.0258",
        "country": "0.0141",
        "applause": "0.0117",
        "think": "0.0106",
        "make": "0.0106",
        "know": "0.0106",
        "president": "0.0164",
        "united": "0.0094",
        "states": "0.0094",
        "going": "0.0164",
        "clinton": "0.0106",
        "place": "0.0094",
        "world": "0.0211",
        "just": "0.0106",
        "state": "0.0094",
        "need": "0.0235",
        "donald": "0.0106",
        "way": "0.0129",
        "simple": "0.0094",
        "fact": "0.0129",
        "don": "0.0117",
        "strategy": "0.0094",
        "sure": "0.0094",
        "right": "0.0106",
        "deal": "0.0117",
        "approach": "0.0094"
      }
    },
    "carson": {
      "totalWords": 12291,
      "uniqueWords": {
        "leastUsed": [
          "ben",
          "carson",
          "retired",
          "neurosurgeon",
          "wife",
          "candy",
          "wives",
          "stress",
          "part",
          "career",
          "does",
          "portend",
          "unless",
          "intervene",
          "retake",
          "rightful",
          "typically",
          "politicians",
          "politically",
          "expedient"
        ],
        "totalUniqueWords": 671
      },
      "callouts": {
        "ben carson": [
          "Hi, I'm Ben Carson, and I'm a retired pediatric neurosurgeon."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "12.38",
      "emotionalLines": [
        "So, when someone comes along and says, free college, free phones, free this and that, and the other, they say,\" wow, that's nice,\" having no idea that they're destabilizing our position.",
        "Bush is a great friend of ours, and we spent many wonderful days at the White House.",
        "I talked about the success in Yuma County, I mean, incredible success, and the Department of Justice said,\" No, we do n't want to do that.",
        "You know, she was one of 24 children, got married at age 13, had only a third grade education, had to raise two sons by herself, refused to be a victim.",
        "There is no question that a lot of these problems that we have been talking about in terms of the international situation is because we are weak.",
        "What made America into a great nation was the fact that we said, that guy just put in $ 1 billion, let's create an environment that's even more conducive to his success so that next year he can put in $ 2 billion.",
        "Well, first of all, I recognize that we have an incredible illegal immigration problem.",
        "And that's the kind of thing that helps us to grow.",
        "They stop 97 percent of the illegal immigrants through there.",
        "There are a lot of problems that are going on, and we need to solve those problems, we need to build up our military..",
        "I have no argument with having a strong leader, and to be aggressive where aggression is needed.",
        "What caused it was withdrawing from there and creating a vacuum which allowed this terrible situation to occur.",
        "That's too successful.",
        "If they do n't do it within that time period, then they become illegal, and as illegals, they will be treated as such.",
        "...on to our property, it's ridiculous.",
        "ICE tells them to release these people, 67,000 criminals released..",
        "So I do n't — I do n't want to really get into describing who's a politician and who's not a politician, but I think the people have kind of made that decision for themselves already, and will continue to do so as time goes on.",
        "Real leadership is what I would hopefully bring to America.",
        "And hiding it from the American people, so that the majority of people have no idea what our financial situation is.",
        "I see people exercising the most irresponsible fiscal habits that anyone could possibly do."
      ],
      "personalIssues": {
        "The American People Deserve a Better Tax Code": "0.53",
        "Stand by Israel, Our Bulwark Middle East Ally": "0.07",
        "Protect the Second Amendment": "0.04",
        "Keep Faith in Our Society": "0.04",
        "Keep Gitmo Open": "0.04",
        "Education": "0.04",
        "Russia and Lessons Learned": "0.00",
        "Health Care": "0.00",
        "Balanced Budget Amendment": "0.00",
        "Protecting Innocent Life": "0.00"
      },
      "averageWordUsage": {
        "people": "0.0313",
        "things": "0.0179",
        "going": "0.0104",
        "don": "0.0194",
        "want": "0.0149",
        "think": "0.0179",
        "know": "0.0194",
        "said": "0.0209",
        "just": "0.0104"
      }
    },
    "christie": {
      "totalWords": 14082,
      "uniqueWords": {
        "leastUsed": [
          "name",
          "chris",
          "camera",
          "ask",
          "hand",
          "today",
          "barak",
          "leadership",
          "short",
          "stripped",
          "trust",
          "faith",
          "belief",
          "generation",
          "beat",
          "head",
          "fight",
          "bring",
          "conservative",
          "needed"
        ],
        "totalUniqueWords": 717
      },
      "callouts": {
        "chris christie": [
          "Hi, my name is Chris Christie, and I'd like to you take the camera off me and put it on the audience because I'd like to ask all of you, how many of you, raise your hand, believe that in today's Barak Obama America your children will have a better life than you've had?"
        ],
        "hillary clinton": [
          "The middle class in this country who's getting plowed over by Barack Obama and Hillary Clinton.",
          "And the question is, who is going to prosecute Hillary Clinton?",
          "I think it's time to put a former federal prosecutor on the same stage as Hillary Clinton.",
          "No one is answering that question from the Hillary Clinton campaign..",
          "And if that means making sure that folks like Donald and many of us on the stage do n't get it, that's the right thing to do because here's what Hillary Clinton is going to want to do."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "14.40",
      "emotionalLines": [
        "Their families are the victims too, their children are the victims too, and their employers are the victims also.",
        "It will be an America that be strong and resolute, and will once again be able to stick out its chest and say,\" we truly are the greatest nation in the world, because we live our lives that way, each and every day.",
        "And if Senator Paul thinks that the only victim is the person, look at the decrease in productivity, look at the way people get used and move on to other drugs when they use marijuana as a gateway drug, it is not them that are the only victims.",
        "Hi, my name is Chris Christie, and I'd like to you take the camera off me and put it on the audience because I'd like to ask all of you, how many of you, raise your hand, believe that in today's Barak Obama America your children will have a better life than you've had?",
        "We need to save this program for the good people out there who have paid into the system and need it.",
        "Congratulations. You know who's not successful?",
        "We need to use electronics, we need to use drones, we need to use FBI, DEA, and ATF, and yes, we need to take the fingerprint of every person who comes into this country on a visa, and when they overstay their visa, we need to tap them on the shoulder, and say,\" You have overstayed your welcome, you're taking advantage of the American people.",
        "Our presidency — our presidency — will be about ending that, about enforcing the law, level the playing field for everybody, and once again reward those folks who play by the rules, and think that justice means more than just the word.",
        "I understand. No, no, listen, everybody makes a mistake every once in a while, Jake, even George Shultz.",
        "And so, while he would like to use a sympathetic story to back up his point, it does n't work.",
        "And so, that's why I'm for rehabilitation, why I think the war on drugs has been a failure.",
        "You can interrupt everybody else on this stage, you're not going to interrupt me, OK?",
        "They could care less about your careers, they care about theirs.",
        "Now I do n't know whether he'll do it or not, but let's force him to do it.",
        "Be honest, Ben, be honest.",
        "I wake up every morning with a Democratic legislature who trying to beat my head in and fight me because I'm trying to bring conservative change to a state that needed it desperately.",
        "And, what we talk about tonight, it's not about us, it's about the people in the audience tonight, because in seven short years this president has stripped away their trust, and their faith, and their belief that the next generation will have a better life.",
        "And I will tell you this, around the world, I will not shake hands with, I will not meet with, and I will not agree to anything with a country that says death to us and death to Israel and holds our hostages while we sign agreements with them.",
        "Boy, am I glad I did it.",
        "We should n't be destroying our economy in order to chase some wild left-wing idea that somehow us by ourselves is going to fix the climate."
      ],
      "personalIssues": {
        "Border Security and Immigration": "0.17",
        "Healthcare for America's Veterans": "0.15",
        "Criminal Justice": "0.06",
        "Economy": "0.04",
        "Education": "0.04",
        "Entitlements": "0.04",
        "Foreign Policy": "0.00"
      },
      "averageWordUsage": {
        "life": "0.0126",
        "president": "0.0153",
        "country": "0.0139",
        "people": "0.0265",
        "going": "0.0126",
        "applause": "0.0126",
        "know": "0.0181",
        "jake": "0.0126",
        "new": "0.0098",
        "jersey": "0.0098",
        "law": "0.0098",
        "don": "0.0139",
        "stage": "0.0098",
        "need": "0.0251",
        "think": "0.0126",
        "use": "0.0126",
        "time": "0.0098"
      }
    },
    "fiorina": {
      "totalWords": 14134,
      "uniqueWords": {
        "leastUsed": [
          "evening",
          "story",
          "secretary",
          "proves",
          "started",
          "driving",
          "tow",
          "truck",
          "family",
          "owned",
          "auto",
          "body",
          "shop",
          "pivotal",
          "where",
          "grown",
          "big",
          "inept",
          "political",
          "class"
        ],
        "totalUniqueWords": 770
      },
      "callouts": {
        "hillary clinton": [
          "As regards Planned Parenthood, anyone who has watched this videotape, I dare Hillary Clinton, Barack Obama to watch these tapes."
        ],
        "jeb bush": [
          "It's not. And the marijuana that kids are smoking today is not the same as the marijuana that Jeb Bush smoked 40 years ago."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "13.74",
      "emotionalLines": [
        "And with that blindfold she is saying to us that it must be true, it can be true that in this country, in this century, it does n't matter who you are, it does n't matter what you look like, it does n't matter how you start, it does n't matter your circumstances, here in this nation, every American's life must be filled with the possibilities that come from their God-given gifts.",
        "And Lady Justice, Lady Justice holds a sword by her side, because she is a fighter, a warrior for the values and the principles that have made this nation great.",
        "I led Hewlett Packard through a very difficult time, the worst technology recession in 25 years.",
        "You know, there are a lot of us Americans who believe that we are going to have trouble someday paying back the interest on our debt because politicians have run up mountains of debt using other people's money.",
        "That's not for me to answer ; it is for the voters of this country to answer, and I have a lot of faith in the common sense and good judgment of the voters of the United States of America.",
        "We are half the potential of this nation, and this nation will be better off when every woman has the opportunity to live the life she chooses.",
        "I was a terrific CEO, the board was dysfunctional.",
        "On day one in the Oval Office, I will make two phone calls, the first to my good friend to Bibi Netanyahu to reassure him we will stand with the state of Israel.",
        "Dana, I would like to link these two issues, both of which are incredibly important, Iran and Planned Parenthood.",
        "He's been terrific at that business.",
        "You know, I think Mr. Trump is a wonderful entertainer.",
        "I am prepared to lead the resurgence of this great nation.",
        "One nation, under God, indivisible, with liberty and justice for all.",
        "When you challenge the status quo, you make enemies.",
        "Yes, we had to make tough choices, and in doing so, we saved 80,000 jobs, went on to grow to 160,000 jobs.",
        "We've heard a lot of great ideas here.",
        "With all due respect, Mr. Trump, we've been talking about illegal immigration for 25 years.",
        "You know, it's interesting to me, Mr. Trump said that he heard Mr. Bush very clearly and what Mr. Bush said.",
        "The border's been insecure for 25 years ; 307,000 veterans have died waiting for health care.",
        "It's not that politicians are bad people, it's that they've been in that system forever."
      ],
      "personalIssues": {
        "New Possibilities. \n Real Leadership.": "0.41"
      },
      "averageWordUsage": {
        "nation": "0.0234",
        "years": "0.0143",
        "applause": "0.0117",
        "know": "0.0208",
        "think": "0.0143",
        "trump": "0.0130",
        "states": "0.0091",
        "jake": "0.0117",
        "people": "0.0182",
        "doesn": "0.0091",
        "need": "0.0156",
        "leadership": "0.0104",
        "say": "0.0091",
        "just": "0.0091",
        "record": "0.0091",
        "track": "0.0091"
      }
    },
    "huckabee": {
      "totalWords": 10273,
      "uniqueWords": {
        "leastUsed": [
          "mike",
          "huckabee",
          "fellow",
          "republicans",
          "self",
          "professed",
          "socialist",
          "investigation",
          "fbi",
          "destroyed",
          "records",
          "leaked",
          "secrets",
          "wall",
          "street",
          "axis",
          "speak",
          "contemptuously",
          "mind",
          "saying"
        ],
        "totalUniqueWords": 594
      },
      "callouts": {
        "mike huckabee": [
          "I'm Mike Huckabee."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "10.23",
      "emotionalLines": [
        "I love the idea of a good intellectual capacity to deal with our enemies, but the fact is, if you do n't have good intelligence that is reliable and honest, you wo n't have good intelligence and you can not make good decisions.",
        "And we would have a peaceful country, where people respected each other and people respected law enforcement.",
        "To give them this agreement, that the president treats like the Magna Carta, but Iranians treat it like it's toilet paper, and we must, simply, make it very clear that the next president, one of us on this stage, will absolutely not honor that agreement, and will destroy it and will be tough with Iran, because otherwise, we put every person in this world in a very dangerous place.",
        "This threatens Israel immediately, this threatens the entire Middle East, but it threatens the United States of America.",
        "I'm delighted to be on this stage with some remarkable fellow Republicans.",
        "But it occurs to me as we're sitting here in the Reagan Library that most of us would like to pay tribute to a guy who, when he got elected, did n't get elected telling everybody how great he was.",
        "None of us on this state are under investigation by the FBI because we destroyed government records, or because we leaked secrets.",
        "And it would be a good place to raise our kids and our grandkids.",
        "It would be as much of a scourge in our past as slavery is.",
        "Because they would know that that would be an invitation to their destruction.",
        "She's raised three kids, five great grandkids, and she's put up with me.",
        "And I'd want to know do you really believe in the Second Amendment, do you believe that we have an individual right to bear arms to protect ourselves and our family and to protect our country?",
        "Just today — just today, there was a new report that 50 different intelligence analysts have said that what they sent up the ladder was doctored by senior officials, so that they could give some happy talk to the situation that we face.",
        "And he empowered them to live their dreams, which is what I'd love to see us do by no longer penalizing the people who are out there working because they are taking a gut punch right now.",
        "He got elected telling everybody how great the American people were.",
        "We've all done great things or we would n't be on this stage.",
        "Now, Jake, I've been listening to everybody on the stage and there is a lot of back and forth about I'm the only one who has done this, the only one who has done that, I've done great things.",
        "And it's why I'm an unabashed supporter of the\" fair tax,\" which would be a tax on our consumption, rather than a tax on our productivity.",
        "We made accommodations to the detainees at Gitmo — I've been to Gitmo, and I've seen the accommodations that we made to the Muslim detainees who killed Americans.",
        "No, I do n't think he's on the wrong side of such an issue."
      ],
      "personalIssues": {
        "Get Involved. Join Mike's campaign for President.": "0.13",
        "Send Me Your Endorsement": "0.06",
        "Endorse Mike": "0.03",
        "Event List": "0.00",
        "Connections": "0.00",
        "Newsletter Signup": "0.00"
      },
      "averageWordUsage": {
        "government": "0.0118",
        "know": "0.0202",
        "think": "0.0152",
        "people": "0.0168",
        "going": "0.0101",
        "just": "0.0219",
        "country": "0.0152",
        "make": "0.0118",
        "elected": "0.0101",
        "said": "0.0101",
        "tax": "0.0101",
        "things": "0.0101",
        "believe": "0.0168"
      }
    },
    "kasich": {
      "totalWords": 12163,
      "uniqueWords": {
        "leastUsed": [
          "hello",
          "john",
          "kasich",
          "emma",
          "reese",
          "karen",
          "girls",
          "thanks",
          "actually",
          "flew",
          "ronald",
          "congressman",
          "his",
          "goals",
          "mine",
          "pretty",
          "same",
          "grow",
          "restore",
          "shining"
        ],
        "totalUniqueWords": 625
      },
      "callouts": {
        "john kasich": [
          "Hello, I'm John Kasich, the Governor of Ohio."
        ],
        "hillary clinton": [
          "We agree. Let's ask Hillary Clinton.",
          "So, we'll get to the point where we'll talk about Hillary Clinton, or whoever the nominee is, record."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "12.45",
      "emotionalLines": [
        "An inspiration to everyone when we think about our responsibility to love our neighbor as we love ourselves.",
        "When we shut the government down — if we have a chance at success and it's a great principle, yes.",
        "Lift Americans, unify, give hope, grow America, and restore it is to that great, shining city on a hill.",
        "The people that are out there listening, America was never great because we ran America from the top down.",
        "I'll tell you what — I'll tell you what I'd be willing to fight for.",
        "There are ways to do it without having to shut the government down, but I'm sympathetic to the fact that we do n't want this organization to get funding, and the money ought to be reprogrammed for family planning in other organizations that do n't support this tactic.",
        "Now, I know that it may be buzzing out there, but I think it's important we get to the issues, because that's what people want, and they do n't want all this fighting.",
        "The most important thing, hope to Americans, unify, lift everyone in America.",
        "Yes, he was a great one, and I learned much from watching him.",
        "One more time in America, we need to revive the concept of citizenship, where everybody's actions make a huge difference in changing the world.",
        "America is great because we have run America from the bottom up, where we all live in the neighborhoods.",
        "We will be stronger when we are unified.",
        "Well, it's probably not, maybe, legal, but, I would pick Mother Theresa, the lady that I had a chance to meet, a woman who lived a life so much bigger than her own.",
        "...to make ( ph ) centers ( ph ) of justice so that we can battle the radicals, call them out for what they are, and make sure that all of our people feel fulfilled in living in Western civilization..",
        "You wonder why young people, and educated people, rich people, schooled people, have tried to join ISIS.",
        "You know, you win a battle with the military, and when we go somewhere, we need to be mobile, and lethal.",
        "I do n't intend to do that, and I going to be out there pushing it out — do n't worry about me and Hillary.",
        "But right now, I want to give people sense of hope, sense of purpose, a sense of unity, sense that we can do it.",
        "And then, when I won for election of governor, I was the first Republican to defeat an incumbent in 36 years, and the first person to have never run statewide out of politics for 10 years to beat an incumbent.",
        "And that's how we were successful."
      ],
      "personalIssues": {
        "CREATING JOBS AND STRENGTHENING THE ECONOMY": "0.18",
        "RESPECTING THE  SANCTITY OF HUMAN LIFE": "0.17",
        "FISCAL RESPONSIBILITY AND BALANCING BUDGETS": "0.15",
        "A CONSERVATIVE APPROACH TO BETTER HEALTH CARE": "0.14",
        "LIFTING UP THE MOST VULNERABLE AMERICANS": "0.10",
        "DEFENDING THE SECOND AMENDMENT": "0.04",
        "NATIONAL SECURITY": "0.00",
        "EDUCATION": "0.00"
      },
      "averageWordUsage": {
        "think": "0.0192",
        "america": "0.0160",
        "great": "0.0096",
        "know": "0.0208",
        "people": "0.0272",
        "want": "0.0192",
        "going": "0.0128",
        "just": "0.0128",
        "don": "0.0240",
        "let": "0.0112",
        "world": "0.0096",
        "allies": "0.0096",
        "years": "0.0112",
        "work": "0.0096",
        "president": "0.0128",
        "make": "0.0192",
        "planned": "0.0096",
        "parenthood": "0.0096",
        "government": "0.0096",
        "need": "0.0144"
      }
    },
    "paul": {
      "totalWords": 12531,
      "uniqueWords": {
        "leastUsed": [
          "evening",
          "everyone",
          "eye",
          "surgeon",
          "bowling",
          "kentucky",
          "kelly",
          "married",
          "nearly",
          "years",
          "spend",
          "days",
          "defending",
          "bill",
          "nothing",
          "important",
          "than",
          "understanding",
          "restrains",
          "thank"
        ],
        "totalUniqueWords": 654
      },
      "callouts": {
        "carly fiorina": [
          "Carly Fiorina also said we're not going to talk with Putin."
        ],
        "hillary clinton": [
          "Had we bombed Assad at the time, like President Obama wanted, and like Hillary Clinton wanted and many Republicans wanted, I think ISIS would be in Damascus today."
        ],
        "donald trump": [
          "Well, I hate to say it, but Donald Trump has a bit of a point here."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "12.58",
      "emotionalLines": [
        "And, that when we go to war, we go to war in a constitutional way, which means that we have to vote on it, that war is initiated by congress, not by the president, that we go to war electively ( ph ).",
        "Not only do the drugs damage them, we damage them again by incarcerating them and then preventing them from getting employment over time.",
        "So when we complain about the Iranians, you need to remember that the Iraq War made it worse.",
        "[ laughter ] One of the greatest — one of the greatest medical discoveries of all times was — were the vaccines, particularly for smallpox.",
        "I personally think that this is a crime for which the only victim is the individual, and I think that America has to take a different attitude.",
        "And if you want to read a story, it's called The Speckled Monster, it's an amazing story, it was all done voluntary.",
        "Originally, Governor Bush was asked, was the Iraq War a mistake, and he said,\" No. We'd do it again.",
        "I do n't think we need to be rash, I do n't think we need to be reckless, and I think need to leave lines of communication open.",
        "I kind of have to laugh when I think of,\" Mmm, sounds like a non sequitur.",
        "I'm someone who believes in peace through strength, and I would try to lead the country in that way knowing that our goal is peace, and that war is the last resort, not the first resort.",
        "You know, I'm big on — that we were — and I love what Carly said about women's suffrage.",
        "He's saying he'll send the federal government in, and he will enforce the federal law.",
        "But the thing is, the first war was a mistake.",
        "Every time we have toppled a secular dictator, we have gotten chaos, the rise of radical Islam, and we're more at risk.",
        "Sometimes both sides of the civil war are evil, and sometimes intervention sometimes makes us less safe.",
        "Had we bombed Assad at the time, like President Obama wanted, and like Hillary Clinton wanted and many Republicans wanted, I think ISIS would be in Damascus today.",
        "Anthony might be a good choice.",
        "Crime was supposed to be left to the states.",
        "This power — we were never intended to have crime dealing at the federal level.",
        "And I think we need to acknowledge it, and it is hypocritical to still want to put poor people in jail.."
      ],
      "personalIssues": {
        "Second Amendment": "0.24",
        "Social Security": "0.04",
        "Civil Liberties": "0.04",
        "Criminal Justice Reforms": "0.04",
        "Taxes": "0.04",
        "Take Action": "0.00",
        "Sign Up For Updates": "0.00",
        "Sanctity of Life": "0.00",
        "Veterans": "0.00",
        "Israel": "0.00",
        "Education": "0.00",
        "Regulation": "0.00",
        "Immigration": "0.00",
        "Energy": "0.00",
        "Health Care": "0.00",
        "Foreign Policy & Defense": "0.00",
        "Audit the Fed": "0.00",
        "Term Limits": "0.00",
        "Ending NSA Spying": "0.00",
        "Spending and Debt": "0.00"
      },
      "averageWordUsage": {
        "think": "0.0443",
        "people": "0.0245",
        "like": "0.0168",
        "really": "0.0122",
        "want": "0.0214",
        "response": "0.0092",
        "said": "0.0122",
        "going": "0.0092",
        "war": "0.0321",
        "know": "0.0092",
        "don": "0.0153",
        "need": "0.0153",
        "amendment": "0.0107",
        "make": "0.0092",
        "iraq": "0.0122",
        "jail": "0.0168",
        "federal": "0.0168",
        "medical": "0.0107",
        "marijuana": "0.0107",
        "law": "0.0107"
      }
    },
    "rubio": {
      "totalWords": 17576,
      "uniqueWords": {
        "leastUsed": [
          "thank",
          "name",
          "marco",
          "wife",
          "jeanette",
          "married",
          "four",
          "join",
          "library",
          "honors",
          "legacy",
          "man",
          "inspired",
          "public",
          "service",
          "love",
          "aware",
          "sure",
          "brought",
          "water"
        ],
        "totalUniqueWords": 844
      },
      "callouts": {
        "marco rubio": [
          "Thank you. My name is Marco Rubio."
        ],
        "hillary clinton": [
          "And I'll tell you, I ca n't wait to stand on that debate stage with Hillary Clinton and to make abundantly clear if you vote for Hillary, you are voting for the Ayatollah Khomeini to possess a nuclear weapon and if you elect me as president, under no circumstances will a theocratic ayatollah who chants death to America ever be allowed to acquire a nuclear weapon."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "17.13",
      "emotionalLines": [
        "You ca n't have a strong country without strong people, you can not have strong people without strong values, and you can not have strong values without strong families and the institutions in this country that defend and support those families.",
        "And the next president of the United States better be someone that understands these issues and has good judgment about them because the number one issue that a president will ever confront, and the most important obligation that the federal government has, is to keep this nation safe.",
        "I'm honored to be here at the Reagan Library, at a place that honors the legacy of a man who inspired not just my interest in public service, but also our love for country.",
        "The criminals are going to ignore it because they are criminals.",
        "A gangster in Moscow is not just threatening Europe, he's threatening to destroy and divide NATO.",
        "If I'm honored with the opportunity to be president, I hope that our Air Force One will fly, first and foremost, to our allies ; in Israel, in South Korea, and Japan.",
        "But I'm glad I won.",
        "The reason why I opposed President Obama bombing Syria, is because he could n't answer the question what do you do if chemical weapons end up in the hands of radical Islamic terrorists like al-Nusra, like Al Qaida, like ISIS?",
        "One of the things that made Ronald Reagan a great president, is that he understood that America was a unique nation, like any other that had existed throughout human history.",
        "Because I am leaving the Senate, I'm not running for re-election, and I'm running for president because I know this : unless we have the right president, we can not make America fulfill its potential, but with the right person in office, the 21st century can be the greatest era that our nation has ever known.",
        "We are about to leave our children with $ 18 trillion in — in — in debt, and they're about to raise the debt limit again.",
        "And so, I do give interviews in Spanish, and here's why — because I believe that free enterprise and limited government is the best way to help people who are trying to achieve upward mobility.",
        "He loved Ronald Reagan ; he would be very proud of the fact that we're here this evening.",
        "If the United States military is going to be engaged by a commander-in-chief, it should only be engaged in an endeavor to win.",
        "My wife Jeanette and I are the proud — we've been married 17 years, and we're the proud parents of four children, two of whom were able to join us here this evening.",
        "He knew it was founded on universal principles that were powerful, the dignity of all people, human rights, the rights of all to live in freedom and liberty, and choose their own path in life.",
        "And I warned at the time — this was three and a half years ago — I openly and repeatedly warned that if we did not find moderate elements on the ground that we could equip and arm, that void would be filled by radical jihadists.",
        "And these — if this thing continues, we are going to be the first Americans to leave our children worse off than ourselves.",
        "And you're right, I have missed some votes, and I'll tell you why, Mr. Trump.",
        "Yeah. He did. Let me — I'm proud to serve in the United States Senate."
      ],
      "personalIssues": {
        "Russia": "0.20",
        "The Military": "0.17",
        "ISIS": "0.14",
        "Families": "0.13",
        "China": "0.12",
        "Jobs": "0.10",
        "Iran": "0.10",
        "Sharing Economy": "0.09",
        "Israel": "0.09",
        "Second Amendment": "0.07",
        "Foreign Policy": "0.07",
        "Debt": "0.07",
        "Cuba": "0.07",
        "K-12 Education": "0.04",
        "Small Business Owners": "0.04",
        "Policy For You": "0.04",
        "The VA": "0.00",
        "Taxes": "0.00",
        "Sanctuary Cities": "0.00",
        "Higher Education": "0.00",
        "Energy": "0.00",
        "Eminent Domain": "0.00",
        "Common Core": "0.00",
        "Workers": "0.00",
        "Veterans": "0.00",
        "Seniors": "0.00",
        "Farmers": "0.00"
      },
      "averageWordUsage": {
        "just": "0.0095",
        "country": "0.0166",
        "america": "0.0225",
        "important": "0.0095",
        "president": "0.0237",
        "going": "0.0178",
        "people": "0.0261",
        "applause": "0.0095",
        "make": "0.0118",
        "issue": "0.0107",
        "world": "0.0107"
      }
    },
    "trump": {
      "totalWords": 22211,
      "uniqueWords": {
        "leastUsed": [
          "art",
          "braggadocious",
          "dealing",
          "whatever",
          "talent",
          "trade",
          "vets",
          "rid",
          "obamacare",
          "altogether",
          "paul",
          "shouldn",
          "stage",
          "how",
          "too",
          "anyway",
          "built",
          "incredible",
          "iconic",
          "assets"
        ],
        "totalUniqueWords": 825
      },
      "callouts": {
        "donald trump": [
          "I'm Donald Trump.",
          "And he said today that Donald Trump is maybe the best interview there is anywhere that he has ever done."
        ],
        "rand paul": [
          "Well, first of all, Rand Paul should n't even be on this stage."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "23.11",
      "emotionalLines": [
        "I say not in a braggadocious way, I've made billions and billions of dollars dealing with people all over the world, and I want to put whatever that talent is to work for this country so we have great trade deals, we make our country rich again, we make it great again.",
        "But I will tell you this : What I am far and away greater than an entertainer is a businessman, and that's the kind of mindset this country needs to bring it back, because we owe $ 19 trillion right now, $ 19 trillion, and you need this kind of thinking to bring our country back.",
        "We will have great teams and great people.",
        "Many of the great business people that you know — and Carl Icon ( ph ) is going to work with me on making great deals for this country.",
        "Chris will tell you — it's not Chris' fault either — but almost everybody in Atlantic City is either in trouble or filed for — maybe I'll blame Chris.",
        "When Carly says the revenues went up, that's because she bought Compaq, it was a terrible deal, and it really led to the destruction of the company.",
        "The great ones will come back, the good ones will come back.",
        "If they've had a bad record, if they've been arrested, if they've been in jail, they're never coming back.",
        "I think she's got a beautiful face, and I think she's a beautiful woman.",
        "They are bad actors, bad things are going to happen.",
        "And I have to say, it is a great honor to be here tonight.",
        "Same exact amount, but you take this little beautiful baby, and you pump — I mean, it looks just like it's meant for a horse, not for a child, and we've had so many instances, people that work for me.",
        "In fact, today, on the front page of the Wall Street Journal, they fired another 25 or 30,000 people saying we still have n't recovered from the catastrophe.",
        "We're the only ones dumb enough, stupid enough to have it.",
        "I'm a businessman, did really well, really well, and Jeb, what I want to do is put that ability into this country to make our country rich again.",
        "And believe me, my temperament is very good, very calm.",
        "I built a phenomenal business with incredible, iconic assets, one of the really truly great real-estate businesses.",
        "We build our military, we take care of our vets, we get rid of Obamacare, and we have a great life altogether.",
        "I would like — and I think it's very important.",
        "[ inaudible ] I'm — and I'm meeting with people that are terrific people, but I have to say something because it's about judgment."
      ],
      "personalIssues": {
        "Second Amendment Rights": "0.34",
        "Immigration Reform": "0.17",
        "Tax Reform": "0.15"
      },
      "averageWordUsage": {
        "say": "0.0315",
        "way": "0.0145",
        "people": "0.0412",
        "world": "0.0158",
        "want": "0.0121",
        "country": "0.0291",
        "great": "0.0206",
        "make": "0.0121",
        "got": "0.0133",
        "know": "0.0267",
        "think": "0.0412",
        "business": "0.0121",
        "tell": "0.0121",
        "right": "0.0230",
        "look": "0.0097",
        "lot": "0.0158",
        "things": "0.0097",
        "years": "0.0121",
        "just": "0.0206",
        "don": "0.0291",
        "going": "0.0242",
        "like": "0.0206",
        "come": "0.0097",
        "time": "0.0097",
        "said": "0.0218"
      }
    }
  }
}