{
  "name": "Republican  Candidates Debate #2",
  "estimatedLength": 133.95,
  "totalWordsSpoken": 25451,
  "totalUniqueWords": 8581,
  "candidates": {
    "bush": {
      "totalWords": 18266,
      "uniqueWords": {
        "total": 1046,
        "mostUnique": [
          "Jeb",
          "Bush",
          "verge",
          "its",
          "greatest",
          "century",
          "ready",
          "committed",
          "reformer",
          "balanced",
          "budgets",
          "interest",
          "environment",
          "rise",
          "Thank",
          "voters",
          "determination",
          "extraordinary",
          "difficult",
          "situation"
        ]
      },
      "callouts": {
        "jeb bush": [
          "I'm Jeb Bush, and I believe America's on the verge of its greatest century, and I'm ready to lead."
        ],
        "hillary clinton": [
          "This administration, with President Obama and Hillary Clinton, has created insecurity the likes of which we never would've imagined.",
          "Under Hillary Clinton, and Barack Obama, we have seen a weakness that now creates huge problems for the next president of the United States.",
          "It was n't a Republican ; it was Hillary Clinton.",
          "So is that the judgment that you bring to the table, that Hillary Clinton..",
          "But I do think the natural impulse on the left — Hillary Clinton, immediately after one of these horrific violent acts took place, immediately said we need to have federal gun laws."
        ],
        "donald trump": [
          "The one guy that had some special interests that I know of that tried to get me to change my views on something — that was generous and gave me money — was Donald Trump.",
          "Or the Donald Trump approach?",
          "Here's the facts : When Donald Trump talks about judgment, what was his position on who would've been the best negotiator to deal with Iran?"
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "17.93",
      "emotionalLines": [
        "I'm a committed, conservative reformer that cut taxes, that balanced budgets, that took on the special interest in Florida, and we won.",
        "That requires an understanding and appreciation of American leadership in the world.",
        "The one guy that had some special interests that I know of that tried to get me to change my views on something — that was generous and gave me money — was Donald Trump.",
        "Yes you did.",
        null,
        null,
        "during and after. And that's not — I'm not going to be bought by anybody.",
        "No way. Believe me.",
        "Not even possible.",
        null,
        "— because you gave her money.",
        "— it does n't work for anybody on this — on stage.",
        null,
        null,
        "I was asked the question.",
        null,
        "When he — and he — when he asked — when he asked Florida to have casino gambling, we said no.",
        "We said no. And that's the simple fact.",
        "Do n't cut me off.",
        "There should be super sanctions in what President Obama has proposed."
      ],
      "personalIssues": {
        "Defeating ISIS": "0.13",
        "Additional Materials On This Policy:": "0.04"
      },
      "averageWordUsage": {
        "people": "0.0182",
        "country": "0.0115",
        "applause": "0.0096",
        "But": "0.0115",
        "going": "0.0134",
        "world": "0.0172",
        "And": "0.0268",
        "That": "0.0153",
        "need": "0.0191",
        "way": "0.0105",
        "fact": "0.0105",
        "deal": "0.0096"
      }
    },
    "carson": {
      "totalWords": 12291,
      "uniqueWords": {
        "total": 826,
        "mostUnique": [
          "Hi",
          "Ben",
          "Carson",
          "retired",
          "neurosurgeon",
          "wife",
          "Candy",
          "40",
          "wives",
          "stress",
          "part",
          "career",
          "does",
          "portend",
          "unless",
          "intervene",
          "retake",
          "rightful",
          "Typically",
          "politicians"
        ]
      },
      "callouts": {
        "ben carson": [
          "Hi, I'm Ben Carson, and I'm a retired pediatric neurosurgeon."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "12.38",
      "emotionalLines": [
        "I stress the pediatric part of my career because the reason that I've gotten involved in this race is because I'm very concerned about the future of our children, and the direction of our country is one that does not portend well, unless we, the people, intervene and retake our rightful place at the pinnacle.",
        "So I do n't — I do n't want to really get into describing who's a politician and who's not a politician, but I think the people have kind of made that decision for themselves already, and will continue to do so as time goes on.",
        "Jake, can I say something about that?",
        "I have said to the people if they want me to do this, please get involved.",
        "Well, first of all, I recognize that we have an incredible illegal immigration problem.",
        "...on to our property, it's ridiculous.",
        "And, if they can, you know, specify exactly how that's going to be done, and what the cost, and it sounds reasonable, then I think it's worth discussing...",
        "Not exactly what I said.",
        "If they do n't do it within that time period, then they become illegal, and as illegals, they will be treated as such.",
        "Can I — can I — can I just..",
        "Can I correct...",
        null,
        "I talked about the success in Yuma County, I mean, incredible success, and the Department of Justice said,\" No, we do n't want to do that.",
        "What made America into a great nation was the fact that we said, that guy just put in $ 1 billion, let's create an environment that's even more conducive to his success so that next year he can put in $ 2 billion.",
        "The Fair Tax. Looking at both of them, and evaluating them both, and I'm talking to the American people because one of the things we must recognize is that this country is of, for, and by the people.",
        "But, what I added, which I think is the most important thing, so, I said we need to get both sides of this issue to sit down, and talk about it.",
        "Jake, Jake...",
        "What caused it was withdrawing from there and creating a vacuum which allowed this terrible situation to occur.",
        "... them first.",
        "Bush is a great friend of ours, and we spent many wonderful days at the White House."
      ],
      "personalIssues": {
        "The American People Deserve a Better Tax Code": "0.53",
        "Stand by Israel, Our Bulwark Middle East Ally": "0.07",
        "Protect the Second Amendment": "0.04",
        "Keep Faith in Our Society": "0.04",
        "Keep Gitmo Open": "0.04",
        "Education": "0.04",
        "Russia and Lessons Learned": "0.00",
        "Health Care": "0.00",
        "Balanced Budget Amendment": "0.00",
        "Protecting Innocent Life": "0.00"
      },
      "averageWordUsage": {
        "people": "0.0254",
        "things": "0.0145",
        "And": "0.0266",
        "don": "0.0157",
        "want": "0.0121",
        "think": "0.0145",
        "know": "0.0157",
        "said": "0.0169",
        "But": "0.0121",
        "Well": "0.0109"
      }
    },
    "christie": {
      "totalWords": 14082,
      "uniqueWords": {
        "total": 964,
        "mostUnique": [
          "Hi",
          "name",
          "Chris",
          "camera",
          "ask",
          "hand",
          "today",
          "Barak",
          "leadership",
          "short",
          "stripped",
          "trust",
          "faith",
          "belief",
          "generation",
          "He",
          "As",
          "beat",
          "head",
          "fight"
        ]
      },
      "callouts": {
        "chris christie": [
          "Hi, my name is Chris Christie, and I'd like to you take the camera off me and put it on the audience because I'd like to ask all of you, how many of you, raise your hand, believe that in today's Barak Obama America your children will have a better life than you've had?"
        ],
        "hillary clinton": [
          "The middle class in this country who's getting plowed over by Barack Obama and Hillary Clinton.",
          "And the question is, who is going to prosecute Hillary Clinton?",
          "I think it's time to put a former federal prosecutor on the same stage as Hillary Clinton.",
          "No one is answering that question from the Hillary Clinton campaign..",
          "And if that means making sure that folks like Donald and many of us on the stage do n't get it, that's the right thing to do because here's what Hillary Clinton is going to want to do."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "14.40",
      "emotionalLines": [
        "Hi, my name is Chris Christie, and I'd like to you take the camera off me and put it on the audience because I'd like to ask all of you, how many of you, raise your hand, believe that in today's Barak Obama America your children will have a better life than you've had?",
        "I wake up every morning with a Democratic legislature who trying to beat my head in and fight me because I'm trying to bring conservative change to a state that needed it desperately.",
        "Look at him smiling at me right now.",
        "Be honest, Ben, be honest.",
        "See, Jake, it was n't me.",
        null,
        "She is, and so if she, based on conscience, ca n't sign that — that marriage license, then there should be someone in her office to be able to do it, and if the law needs to be changed in the state of Kentucky, which is what she's advocating, it should be changed.",
        "And why do n't we do the same thing with Planned Parenthood?",
        "And they're giving the president a pass.",
        "We should be doing these things and forcing the president to take action.",
        "Now I do n't know whether he'll do it or not, but let's force him to do it.",
        "We need to use electronics, we need to use drones, we need to use FBI, DEA, and ATF, and yes, we need to take the fingerprint of every person who comes into this country on a visa, and when they overstay their visa, we need to tap them on the shoulder, and say,\" You have overstayed your welcome, you're taking advantage of the American people.",
        "They could care less about your careers, they care about theirs.",
        "John — I'm not done yet, John.",
        "Congratulations. You know who's not successful?",
        "The fact she had a private email server in her basement, using national security secrets running through it, could have been hacked by the Russians, the Chinese, or two 18-year-olds on a toot ( ph ) wanting to have some fun.",
        "Because she knows she's wrong, and she can not look in the mirror at herself, and she can not tell the American people the truth.",
        "Intervene before the crime happens.",
        "What you need is a strong American leader who will take the steps that are necessary to protect our nation.",
        "Jake, you brought my issue up."
      ],
      "personalIssues": {
        "Border Security and Immigration": "0.17",
        "Healthcare for America's Veterans": "0.15",
        "Criminal Justice": "0.06",
        "Economy": "0.04",
        "Education": "0.04",
        "Entitlements": "0.04",
        "Foreign Policy": "0.00"
      },
      "averageWordUsage": {
        "life": "0.0093",
        "You": "0.0124",
        "That": "0.0093",
        "country": "0.0104",
        "And": "0.0311",
        "people": "0.0197",
        "going": "0.0093",
        "applause": "0.0093",
        "know": "0.0135",
        "Jake": "0.0093",
        "don": "0.0093",
        "need": "0.0187",
        "think": "0.0093",
        "use": "0.0093"
      }
    },
    "fiorina": {
      "totalWords": 14134,
      "uniqueWords": {
        "total": 1000,
        "mostUnique": [
          "Good",
          "evening",
          "story",
          "secretary",
          "proves",
          "30",
          "started",
          "driving",
          "tow",
          "truck",
          "family",
          "owned",
          "auto",
          "body",
          "shop",
          "pivotal",
          "where",
          "grown",
          "big",
          "inept"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "As regards Planned Parenthood, anyone who has watched this videotape, I dare Hillary Clinton, Barack Obama to watch these tapes."
        ],
        "jeb bush": [
          "It's not. And the marijuana that kids are smoking today is not the same as the marijuana that Jeb Bush smoked 40 years ago."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "13.74",
      "emotionalLines": [
        "I am prepared to lead the resurgence of this great nation.",
        "He's been terrific at that business.",
        "That's not for me to answer ; it is for the voters of this country to answer, and I have a lot of faith in the common sense and good judgment of the voters of the United States of America.",
        "The border's been insecure for 25 years ; 307,000 veterans have died waiting for health care.",
        "— this is about changing the system.",
        null,
        "Having met Vladimir Putin, if I may..",
        "By the way, the reason it is so critically important that every one of us know General Suleimani's name is because Russia is in Syria right now, because the head of the Quds force traveled to Russia and talked Vladimir Putin into aligning themselves with Iran and Syria to prop up Bashar al- Assad.",
        "...bombs and materiel. We have not supplied it..",
        "All of this is within our control.",
        null,
        "...Jake, [ inaudible ]...",
        "And then it'll be my turn.",
        null,
        null,
        "Dana, I'd like to..",
        "On day one in the Oval Office, I will make two phone calls, the first to my good friend to Bibi Netanyahu to reassure him we will stand with the state of Israel.",
        "You know, it's interesting to me, Mr. Trump said that he heard Mr. Bush very clearly and what Mr. Bush said.",
        "Dana, with all being said to Mr. Trump..",
        "We talked about it in 2004."
      ],
      "personalIssues": {
        "New Possibilities. \n Real Leadership.": "0.41"
      },
      "averageWordUsage": {
        "nation": "0.0180",
        "years": "0.0110",
        "know": "0.0160",
        "think": "0.0110",
        "Trump": "0.0100",
        "people": "0.0130",
        "And": "0.0180",
        "need": "0.0120"
      }
    },
    "huckabee": {
      "totalWords": 10273,
      "uniqueWords": {
        "total": 817,
        "mostUnique": [
          "Mike",
          "Huckabee",
          "fellow",
          "Republicans",
          "self",
          "professed",
          "socialist",
          "investigation",
          "FBI",
          "destroyed",
          "records",
          "leaked",
          "secrets",
          "Wall",
          "Street",
          "axis",
          "speak",
          "contemptuously",
          "Mr",
          "T"
        ]
      },
      "callouts": {
        "mike huckabee": [
          "I'm Mike Huckabee."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "10.23",
      "emotionalLines": [
        "I'm delighted to be on this stage with some remarkable fellow Republicans.",
        "I would certainly love to get in on this, because I think the single...",
        "I've been patiently waiting, and I'm going to just say this about Iran.",
        "To give them this agreement, that the president treats like the Magna Carta, but Iranians treat it like it's toilet paper, and we must, simply, make it very clear that the next president, one of us on this stage, will absolutely not honor that agreement, and will destroy it and will be tough with Iran, because otherwise, we put every person in this world in a very dangerous place.",
        "No, I do n't think he's on the wrong side of such an issue.",
        "We made accommodations to the detainees at Gitmo — I've been to Gitmo, and I've seen the accommodations that we made to the Muslim detainees who killed Americans.",
        "But it occurs to me as we're sitting here in the Reagan Library that most of us would like to pay tribute to a guy who, when he got elected, did n't get elected telling everybody how great he was.",
        "...You do n't want me operating on you, I assure you.",
        "I love the idea of a good intellectual capacity to deal with our enemies, but the fact is, if you do n't have good intelligence that is reliable and honest, you wo n't have good intelligence and you can not make good decisions.",
        "And the reason Barack Obama has been dangerous to this country and we better elect someone who had some executive experience, is because we can not afford another eight years having a person in the office who does n't know what he does not know.",
        "And I'd want to know do you really believe in the Second Amendment, do you believe that we have an individual right to bear arms to protect ourselves and our family and to protect our country?",
        "Every one of us — our biggest fight was n't always with the legislature or even with the Democrats.",
        "But somebody forgot to send a memo to Washington.",
        "Jake? Jake?",
        "We saved billions of dollars since that time, because we have n't had to treat for polio.",
        "We change the economy and the country.",
        "She's raised three kids, five great grandkids, and she's put up with me.",
        "I'd go with Duck Hunter.",
        "And we would have a peaceful country, where people respected each other and people respected law enforcement."
      ],
      "personalIssues": {
        "Get Involved. Join Mike's campaign for President.": "0.13",
        "Send Me Your Endorsement": "0.06",
        "Endorse Mike": "0.03",
        "Event List": "0.00",
        "Connections": "0.00",
        "Newsletter Signup": "0.00"
      },
      "averageWordUsage": {
        "know": "0.0147",
        "think": "0.0110",
        "people": "0.0110",
        "And": "0.0208",
        "just": "0.0147",
        "country": "0.0110",
        "believe": "0.0122"
      }
    },
    "kasich": {
      "totalWords": 12163,
      "uniqueWords": {
        "total": 815,
        "mostUnique": [
          "Hello",
          "John",
          "Kasich",
          "Governor",
          "Emma",
          "Reese",
          "Karen",
          "ya",
          "girls",
          "Thanks",
          "actually",
          "flew",
          "Ronald",
          "congressman",
          "his",
          "goals",
          "mine",
          "pretty",
          "same",
          "Lift"
        ]
      },
      "callouts": {
        "john kasich": [
          "Hello, I'm John Kasich, the Governor of Ohio."
        ],
        "hillary clinton": [
          "We agree. Let's ask Hillary Clinton.",
          "So, we'll get to the point where we'll talk about Hillary Clinton, or whoever the nominee is, record."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "12.45",
      "emotionalLines": [
        "Lift Americans, unify, give hope, grow America, and restore it is to that great, shining city on a hill.",
        "Jake, Jake.",
        "What we're going to do to strengthen the military.",
        "Now, I know that it may be buzzing out there, but I think it's important we get to the issues, because that's what people want, and they do n't want all this fighting.",
        "...Yeah, well...",
        "Now, here's the — if they cheat, we slap the sanctions back on.",
        "No, no, no. I want to — I want to — I want to say something about what the senator just said.",
        "We work better when we are unified.",
        "... if we think — if we think they're getting close to a — to developing a nuclear weapon and we get that information, you better believe that I would do everything in my power as the commander-in-chief to stop them having a nuclear weapon.",
        "That is not what gets us where we want to get as a nation.",
        "When we shut the government down — if we have a chance at success and it's a great principle, yes.",
        "...because I do n't think it's going to work out.",
        "She believes in the systematic murder of children in the womb to preserve their body parts..",
        "It is disgusting, and the American people need to hear it..",
        "She's the real opponent, she's the real problem.",
        "I'll tell you what — I'll tell you what I'd be willing to fight for.",
        "Make him veto if that's what he wants to do.",
        null,
        null,
        "OK, Jake."
      ],
      "personalIssues": {
        "CREATING JOBS AND STRENGTHENING THE ECONOMY": "0.18",
        "RESPECTING THE  SANCTITY OF HUMAN LIFE": "0.17",
        "FISCAL RESPONSIBILITY AND BALANCING BUDGETS": "0.15",
        "A CONSERVATIVE APPROACH TO BETTER HEALTH CARE": "0.14",
        "LIFTING UP THE MOST VULNERABLE AMERICANS": "0.10",
        "DEFENDING THE SECOND AMENDMENT": "0.04",
        "NATIONAL SECURITY": "0.00",
        "EDUCATION": "0.00"
      },
      "averageWordUsage": {
        "think": "0.0147",
        "America": "0.0123",
        "know": "0.0160",
        "people": "0.0196",
        "want": "0.0147",
        "going": "0.0098",
        "just": "0.0098",
        "But": "0.0098",
        "don": "0.0184",
        "And": "0.0184",
        "make": "0.0135",
        "need": "0.0110"
      }
    },
    "paul": {
      "totalWords": 12531,
      "uniqueWords": {
        "total": 900,
        "mostUnique": [
          "Good",
          "evening",
          "everyone",
          "eye",
          "surgeon",
          "Bowling",
          "Green",
          "Kentucky",
          "Kelly",
          "married",
          "nearly",
          "25",
          "years",
          "spend",
          "days",
          "defending",
          "Bill",
          "Rights",
          "nothing",
          "important"
        ]
      },
      "callouts": {
        "carly fiorina": [
          "Carly Fiorina also said we're not going to talk with Putin."
        ],
        "hillary clinton": [
          "Had we bombed Assad at the time, like President Obama wanted, and like Hillary Clinton wanted and many Republicans wanted, I think ISIS would be in Damascus today."
        ],
        "donald trump": [
          "Well, I hate to say it, but Donald Trump has a bit of a point here."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "12.58",
      "emotionalLines": [
        "Good evening, everyone.",
        "I kind of have to laugh when I think of,\" Mmm, sounds like a non sequitur.",
        "I do n't think we need to be rash, I do n't think we need to be reckless, and I think need to leave lines of communication open.",
        "Every time we have toppled a secular dictator, we have gotten chaos, the rise of radical Islam, and we're more at risk.",
        "Well, I hate to say it, but Donald Trump has a bit of a point here.",
        "Well, I'm glad we're having a discussion about taxes because everybody laments that we lose jobs overseas, we have.",
        "Hugh, can I — can I make a response to that?",
        "Can I make a response to that?",
        "May I make a response to that?",
        "He's referred to me.",
        "He's referred to me..",
        "May I make a response?",
        "Absolutely. Go ahead.",
        "May I respond?",
        "So when we complain about the Iranians, you need to remember that the Iraq War made it worse.",
        "Many up here wanted to topple Assad, and it's like — I said no, because if you do..",
        "... ISIS will now be in charge of Syria..",
        "But the thing is, the first war was a mistake.",
        "Not only do the drugs damage them, we damage them again by incarcerating them and then preventing them from getting employment over time.",
        "Well, I think if we left it open, we could see how many people smoked pot in high school."
      ],
      "personalIssues": {
        "Second Amendment": "0.24",
        "Social Security": "0.04",
        "Civil Liberties": "0.04",
        "Criminal Justice Reforms": "0.04",
        "Taxes": "0.04",
        "Take Action": "0.00",
        "Sign Up For Updates": "0.00",
        "Sanctity of Life": "0.00",
        "Veterans": "0.00",
        "Israel": "0.00",
        "Education": "0.00",
        "Regulation": "0.00",
        "Immigration": "0.00",
        "Energy": "0.00",
        "Health Care": "0.00",
        "Foreign Policy & Defense": "0.00",
        "Audit the Fed": "0.00",
        "Term Limits": "0.00",
        "Ending NSA Spying": "0.00",
        "Spending and Debt": "0.00"
      },
      "averageWordUsage": {
        "think": "0.0322",
        "people": "0.0167",
        "like": "0.0122",
        "want": "0.0156",
        "don": "0.0111",
        "The": "0.0111",
        "need": "0.0111",
        "war": "0.0144",
        "And": "0.0122",
        "jail": "0.0122",
        "federal": "0.0122"
      }
    },
    "rubio": {
      "totalWords": 17576,
      "uniqueWords": {
        "total": 1108,
        "mostUnique": [
          "Thank",
          "name",
          "Marco",
          "wife",
          "Jeanette",
          "married",
          "17",
          "four",
          "join",
          "Library",
          "honors",
          "legacy",
          "man",
          "inspired",
          "public",
          "service",
          "love",
          "aware",
          "sure",
          "brought"
        ]
      },
      "callouts": {
        "marco rubio": [
          "Thank you. My name is Marco Rubio."
        ],
        "hillary clinton": [
          "And I'll tell you, I ca n't wait to stand on that debate stage with Hillary Clinton and to make abundantly clear if you vote for Hillary, you are voting for the Ayatollah Khomeini to possess a nuclear weapon and if you elect me as president, under no circumstances will a theocratic ayatollah who chants death to America ever be allowed to acquire a nuclear weapon."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "17.13",
      "emotionalLines": [
        "I'm honored to be here at the Reagan Library, at a place that honors the legacy of a man who inspired not just my interest in public service, but also our love for country.",
        "He's trying to destroy NATO.",
        "If the United States military is going to be engaged by a commander-in-chief, it should only be engaged in an endeavor to win.",
        "I'd like to actually..",
        "The reason why I opposed President Obama bombing Syria, is because he could n't answer the question what do you do if chemical weapons end up in the hands of radical Islamic terrorists like al-Nusra, like Al Qaida, like ISIS?",
        "And I'll tell you, I ca n't wait to stand on that debate stage with Hillary Clinton and to make abundantly clear if you vote for Hillary, you are voting for the Ayatollah Khomeini to possess a nuclear weapon and if you elect me as president, under no circumstances will a theocratic ayatollah who chants death to America ever be allowed to acquire a nuclear weapon.",
        "And so, I do give interviews in Spanish, and here's why — because I believe that free enterprise and limited government is the best way to help people who are trying to achieve upward mobility.",
        "First, despite the fact that we are the most generous country in the history of the world in allowing people to come here legally, we have people still coming illegally.",
        "If you're a criminal, obviously, you will not be able to stay.",
        "And the next president of the United States better be someone that understands these issues and has good judgment about them because the number one issue that a president will ever confront, and the most important obligation that the federal government has, is to keep this nation safe.",
        "I think that we should have a deeper debate about these issues, because there is no more important decision that a president will make.",
        "Not six months from now, not a year from now, on the first day in office, our president could very well confront a national security crisis.",
        "Trust ( ph ) me, I get that.",
        "I never get to addressed, and..",
        "...and when I do, I'm gon na jump in.",
        "But I'm glad I won.",
        "And I warned at the time — this was three and a half years ago — I openly and repeatedly warned that if we did not find moderate elements on the ground that we could equip and arm, that void would be filled by radical jihadists.",
        "... as you asked earlier today.",
        "That's why they had to be destroyed.",
        "You ca n't have a strong country without strong people, you can not have strong people without strong values, and you can not have strong values without strong families and the institutions in this country that defend and support those families."
      ],
      "personalIssues": {
        "Russia": "0.20",
        "The Military": "0.17",
        "ISIS": "0.14",
        "Families": "0.13",
        "China": "0.12",
        "Jobs": "0.10",
        "Iran": "0.10",
        "Sharing Economy": "0.09",
        "Israel": "0.09",
        "Second Amendment": "0.07",
        "Foreign Policy": "0.07",
        "Debt": "0.07",
        "Cuba": "0.07",
        "K-12 Education": "0.04",
        "Small Business Owners": "0.04",
        "Policy For You": "0.04",
        "The VA": "0.00",
        "Taxes": "0.00",
        "Sanctuary Cities": "0.00",
        "Higher Education": "0.00",
        "Energy": "0.00",
        "Eminent Domain": "0.00",
        "Common Core": "0.00",
        "Workers": "0.00",
        "Veterans": "0.00",
        "Seniors": "0.00",
        "Farmers": "0.00"
      },
      "averageWordUsage": {
        "country": "0.0126",
        "And": "0.0298",
        "America": "0.0171",
        "president": "0.0171",
        "That": "0.0099",
        "going": "0.0135",
        "people": "0.0199"
      }
    },
    "trump": {
      "totalWords": 22211,
      "uniqueWords": {
        "total": 1105,
        "mostUnique": [
          "Art",
          "Deal",
          "braggadocious",
          "dealing",
          "whatever",
          "talent",
          "trade",
          "vets",
          "rid",
          "Obamacare",
          "altogether",
          "Paul",
          "shouldn",
          "stage",
          "11",
          "how",
          "too",
          "anyway",
          "built",
          "incredible"
        ]
      },
      "callouts": {
        "donald trump": [
          "I'm Donald Trump.",
          "And he said today that Donald Trump is maybe the best interview there is anywhere that he has ever done."
        ],
        "rand paul": [
          "Well, first of all, Rand Paul should n't even be on this stage."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "23.11",
      "emotionalLines": [
        "I say not in a braggadocious way, I've made billions and billions of dollars dealing with people all over the world, and I want to put whatever that talent is to work for this country so we have great trade deals, we make our country rich again, we make it great again.",
        "But I will tell you this : What I am far and away greater than an entertainer is a businessman, and that's the kind of mindset this country needs to bring it back, because we owe $ 19 trillion right now, $ 19 trillion, and you need this kind of thinking to bring our country back.",
        "[ laughter ] That I can tell you.",
        "I'm a businessman, did really well, really well, and Jeb, what I want to do is put that ability into this country to make our country rich again.",
        "But I have to say..",
        "Well, in Wisconsin..",
        null,
        "In Wisconsin, you're losing $ 2.2",
        "I would do so much better than that.",
        null,
        "I'm using facts.",
        "Every major business leader has used the — I never went bankrupt, by the way, as you know, everybody knows.",
        "You lost 2.2 — you have right now, a huge budget deficit.",
        null,
        null,
        "I would have gotten it.",
        "I promise I would have gotten it.",
        "I promise if I wanted it, I would have gotten it.",
        "I know my people.",
        "I know my people."
      ],
      "personalIssues": {
        "Second Amendment Rights": "0.34",
        "Immigration Reform": "0.17",
        "Tax Reform": "0.15"
      },
      "averageWordUsage": {
        "say": "0.0235",
        "way": "0.0109",
        "people": "0.0308",
        "world": "0.0118",
        "country": "0.0217",
        "great": "0.0154",
        "Well": "0.0127",
        "know": "0.0199",
        "think": "0.0308",
        "And": "0.0262",
        "But": "0.0190",
        "right": "0.0163",
        "That": "0.0100",
        "lot": "0.0118",
        "just": "0.0127",
        "don": "0.0190",
        "going": "0.0181",
        "like": "0.0154",
        "said": "0.0163"
      }
    }
  }
}