{
  "name": "Republican  Candidates Debate #1",
  "estimatedLength": 66.68,
  "totalWordsSpoken": 12670,
  "totalUniqueWords": 4224,
  "candidates": {
    "graham": {
      "totalWords": 20472,
      "uniqueWords": {
        "total": 1194,
        "mostUnique": [
          "thanks",
          "CNN",
          "Lindsey",
          "case",
          "thank",
          "Ms",
          "inviting",
          "served",
          "highlights",
          "terror",
          "quest",
          "evil",
          "empire",
          "Cold",
          "War",
          "Above",
          "others",
          "both",
          "sides",
          "isle"
        ]
      },
      "callouts": {
        "lindsey graham": [
          "[ laughter ] I'm Lindsey Graham from South Carolina, in case you ca n't tell."
        ],
        "hillary clinton": [
          "If it is Hillary Clinton, Joe Biden or Bernie Sanders, they are going to pick people that we will disagree with all the time.",
          "Hillary Clinton has a list a mile long to help the middle class."
        ],
        "bernie sanders": [
          "If it is Hillary Clinton, Joe Biden or Bernie Sanders, they are going to pick people that we will disagree with all the time."
        ],
        "rick santorum": [
          "George W. Bush set $ 40 billion aside and Rick Santorum helped him and President Bush wiped out an entire -- wiped out AIDS and malaria for an entire generation of young African children."
        ],
        "john kasich": [
          "We're cutting our military ; we're on track to have the smallest Army since 1940, the smallest Navy since 1915 and John Kasich says he wants to close more bases.",
          "John Kasich, a good friend of mine, said in New Hampshire, we're going to close more bases on his watch."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "20.98",
      "emotionalLines": [
        "I have a plan to win it, and I intend to win it.",
        "Are you willing to send American combat forces into Syria as part of a regional army, because if you do n't, we'll never destroy ISIL in Syria.",
        "What I'm trying to tell you here tonight, that Syria is hell on Earth and it's not going to get fixed by insulting each other.",
        "-- I could win this war without more American ground forces in Iraq and Syria, I would tell you, but we ca n't..",
        "-- and if we do n't get on with this, they are coming here.",
        null,
        "Probably for a good reason.",
        "Thank you very much for coming.",
        "There are rich Asians, there are rich people up in the Mid-East..",
        "...That to me is bastardizing citizenship..",
        "...Yeah, I'd like to stop that in the future...",
        "...What do you do with the 11 million?",
        "...What are you going to do with the 11 million?",
        "...Well, what about the other half..",
        "...How many democrats support yourplan..",
        "...How many democrats did you have on your bill?",
        "...I can tell you.",
        "...That went nowhere.",
        "...George W. Bush...",
        "...Who won with hispanics."
      ],
      "personalIssues": {
        "Securing Our Future": "0.08",
        "Securing Our Values": "0.00",
        "Securing Our Nation": "0.00"
      },
      "averageWordUsage": {
        "people": "0.0126",
        "want": "0.0168",
        "president": "0.0134",
        "destroy": "0.0092",
        "win": "0.0092",
        "war": "0.0109",
        "And": "0.0134",
        "Iraq": "0.0101",
        "going": "0.0402",
        "ground": "0.0092",
        "Obama": "0.0101",
        "don": "0.0193",
        "Syria": "0.0109",
        "The": "0.0117",
        "got": "0.0092"
      }
    },
    "jindal": {
      "totalWords": 17874,
      "uniqueWords": {
        "total": 1135,
        "mostUnique": [
          "Hi",
          "Bobby",
          "Jindal",
          "famous",
          "last",
          "daddy",
          "TV",
          "show",
          "bandwidth",
          "experience",
          "tough",
          "times",
          "dream",
          "European",
          "nightmare",
          "compliance",
          "11",
          "Commandment",
          "fellow",
          "treating"
        ]
      },
      "callouts": {
        "bobby jindal": [
          "Hi, I'm Bobby Jindal."
        ],
        "donald trump": [
          "Well, Jake, I'm in compliance with the 11th Commandment, and I would tell my fellow Republicans, let's stop treating Donald Trump like a Republican.",
          "He believes in Donald Trump.",
          "The best way for us to give this election back would be to nominate a Donald Trump.",
          "One of the things I do agree -- and I want to thank Donald Trump after I've criticized him for everything from being a narcissist to an egomaniac -- one of the things he was right about was to say nonsense to the D.C."
        ],
        "hillary clinton": [
          "Absolutely. Look, the reality is, Hillary Clinton is gift-wrapping this election to us.",
          "They have got a socialist that is gaining on Hillary Clinton."
        ],
        "bernie sanders": [
          "You've got a choice between honest Socialists on the Left, like Bernie Sanders, and lying conservatives on the Right."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "17.45",
      "emotionalLines": [
        "Thank you for having me today.",
        "We have a once in a lifetime opportunity to rescue the idea of America, the choice for conservatives.",
        "Thank you, Jake.",
        "He'll implode in the general election, or if, God forbid, if he were in the White House, we have no idea what he would do.",
        "He's not serious.",
        "Yeah, I wanted to clarify -- I want to make very clear that everybody understands my position is, we need to secure the border, period.",
        "Secure the border. We do n't need to do that as a comprehensive -- I've also said we need to put an end to sanctuary cities.",
        "... for the crimes committed by people who should n't be here in the first place.",
        "The way to solve this problem is for us to be clear to our friends and allies that we're going to replace Assad, we're going to hunt down and destroy ISIS ; our friends do n't trust us, our enemies do n't fear and respect us.",
        null,
        "Look, absolutely. We need to do whatever is necessary to hunt down and kill these radical Islamic terrorists but this president has helped -- his policies have helped to contribute to this problem.",
        null,
        null,
        "It's not politically correct to say that, but the way you strike that balance, you say to Muslim leaders, denounce these fools, these radical terrorists by name, say they are not martyrs.",
        "I'm glad that police are careful.",
        null,
        "Jake, I've got a practical question.",
        "I'd like the left to give us a list of jobs that Christians are n't allowed to have.",
        "The First Amendment rights, the right to religious freedom is in the First Amendment of\" The Constitution.",
        "It's always the Republicans, because we have presidents that try to find judges with no records, no rulings, no writings."
      ],
      "personalIssues": {
        "Religious Liberty": "0.28",
        "Obamacare": "0.25",
        "Foreign Policy": "0.21",
        "Radical Islam": "0.19",
        "Economy": "0.08",
        "Education": "0.00"
      },
      "averageWordUsage": {
        "don": "0.0167",
        "president": "0.0141",
        "got": "0.0176",
        "applause": "0.0123",
        "Jake": "0.0115",
        "Republicans": "0.0097",
        "America": "0.0123",
        "say": "0.0132",
        "They": "0.0194",
        "The": "0.0123",
        "want": "0.0132",
        "need": "0.0141",
        "think": "0.0097",
        "going": "0.0211",
        "law": "0.0106",
        "Senate": "0.0115",
        "time": "0.0132"
      }
    },
    "pataki": {
      "totalWords": 11524,
      "uniqueWords": {
        "total": 807,
        "mostUnique": [
          "Hi",
          "George",
          "Pataki",
          "honored",
          "afternoon",
          "Library",
          "Ronald",
          "tremendous",
          "reflected",
          "optimism",
          "unending",
          "faith",
          "decades",
          "security",
          "prosperity",
          "exactly",
          "type",
          "leadership",
          "President",
          "broken"
        ]
      },
      "callouts": {
        "george pataki": [
          "Hi, I'm George Pataki, and I am honored to be here this afternoon with all of you at the Reagan Library."
        ],
        "donald trump": [
          "I have not broken the pledge because Donald Trump is not going to be the Republican nominee, period, flat out, I guarantee you that.",
          "And the first four questions are about Donald Trump.",
          "But let me say this flat out, Donald Trump is unfit to be president of the United States or the Republican Party's nominee.",
          "It's hard for me to say I'm with Donald trump on anything, but on this issue, I agree with him."
        ],
        "hillary clinton": [
          "No, I would not vote for Hillary Clinton.",
          "And let me point out that Hillary Clinton, supporting this deal, she was the senator from New York on September 11th, she saw what happened at the hands of radical Islam."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "11.56",
      "emotionalLines": [
        "You know, when I think of Ronald Reagan, I think of his tremendous smile, a smile that reflected his optimism and his unending belief and faith in America and in Americans.",
        "No. Hugh, not at all.",
        "-- for the Republican nominee..",
        "He's not going to be the nominee.",
        "This is an important election with an enormous number of challenges facing the American people.",
        "No, I would not vote for Hillary Clinton.",
        "And you know people who, in this difficult economic time, have lost their job and the pain that causes.",
        null,
        "OK. All right. Thank you.",
        "If you are charged with a crime as an illegal alien, you should either be in jail or be deported.",
        "... and that is community service -- 200 hours working in a hospital..",
        "... working in a school, and then they could have legal..",
        "The way to avoid that is to have an intelligent immigration policy where we know who is coming here, why they are coming here, so we do n't have this flood of people coming here for the wrong reasons.",
        "I think my policy would work to give them legal status, make them a part of an economy that will grow, and help America.",
        "Last week was the anniversary of September 11th and I was governor of New York on September 11th and led us through that horrible day.",
        null,
        "I think she should have been fired and if she worked for me, I would have fired her.",
        "We would n't have had that outrage.",
        "My response is kind of,\" Wow.",
        "Then you do n't have the rule of law.."
      ],
      "personalIssues": {
        "We have to fall in love with America again.": "0.47",
        "People Over Politics.": "0.20",
        "News & Updates": "0.00"
      },
      "averageWordUsage": {
        "You": "0.0112",
        "know": "0.0099",
        "think": "0.0099",
        "America": "0.0223",
        "And": "0.0149",
        "going": "0.0273",
        "people": "0.0099",
        "But": "0.0136",
        "make": "0.0124",
        "law": "0.0198",
        "don": "0.0099",
        "elected": "0.0112"
      }
    },
    "santorum": {
      "totalWords": 16920,
      "uniqueWords": {
        "total": 1088,
        "mostUnique": [
          "Hi",
          "Rick",
          "Santorum",
          "partial",
          "poverty",
          "federal",
          "successfully",
          "both",
          "parties",
          "initially",
          "hopefully",
          "proud",
          "father",
          "children",
          "particularly",
          "little",
          "disabled",
          "girl",
          "core",
          "married"
        ]
      },
      "callouts": {
        "rick santorum": [
          "Hi, I'm Rick Santorum."
        ],
        "hillary clinton": [
          "I think personal attacks, just please one person, Hillary Clinton.",
          "The four people who opposed on the floor : Joe Biden, John Kerry, Hillary Clinton and Barack Obama."
        ],
        "donald trump": [
          "Donald Trump has ever right to run for president as a Republican, as anybody else in this audience, and he may have positions I disagree with, but he has the right to do that and the people should be given the benefit of the doubt for people to see through these things."
        ],
        "jeb bush": [
          "There are just a few, Governor Jindal, Senator Cruz, Senator Rubio, Jeb Bush, a lot of others, Senator Graham, all support some sort of amnesty at some point in time or another."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "16.69",
      "emotionalLines": [
        "But hopefully, most of you know me most because I'm the proud father of seven children with particularly a special little disabled girl, who is the heart and core of my heart and married to a wonderful woman named Karen for 25 years, who is the love of my life.",
        "The focus of this debate should be on how we're going to win this election and help improve the quality of life for American workers, and we are n't doing that, when we're out there picking at each other and calling each other names.",
        "A greater leader will see that the objection of every law in America is to do what's in the best interest of America.",
        "Wages are flatlining. The reason that you're seeing the angst and the anger out there and the reason this issue has taken off is because workers in America know that their wages are being undermined.",
        "... and that's why they're upset.",
        "...Hold on, hold on, hold on..",
        "And, the fact of the matter is..",
        "I introduced a plan called, A Comprehensive Border Security Bill, which did, in fact, put the resources to build the fencing, and deploy the troops, and the technology necessary which..",
        "As you know, Lindsay..",
        "You can solve half of the problem of the 11 million..",
        "...by simply telling the 11 million that they have to return to their country of origin, so, that's half your problem..",
        "...Now, it's not 11 million..",
        "I do n't know how many democrats I had on my bill..",
        "But, the point is -- the point is is that I had a bill..",
        "Well, you're right, Lindsay, it went no where because we had a president back then who was for more comprehensive immigration reform..",
        "...That's right...",
        "You know what we need to do..",
        "Lindsay, is we need to win -- we need to win fighting for Americans.",
        "...who are hurting, including including hispanics..",
        "...the people who are hurt the most by illegal immigration are hispanics."
      ],
      "personalIssues": {
        "Immigration Reform That Protects American Workers": "0.75",
        "End the Immoral Spending in Washington": "0.48",
        "Fighting for the American worker": "0.43",
        "Valuing the dignity of every human life": "0.33",
        "Fighting for Conservative Values": "0.22",
        "Fighting Radical Islam": "0.15",
        "Economic Freedom Agenda": "0.07",
        "Common Sense Instead of Common Core": "0.04"
      },
      "averageWordUsage": {
        "know": "0.0175",
        "people": "0.0165",
        "years": "0.0110",
        "just": "0.0092",
        "And": "0.0156",
        "going": "0.0248",
        "right": "0.0092",
        "things": "0.0092",
        "don": "0.0110",
        "America": "0.0129",
        "country": "0.0110",
        "law": "0.0092",
        "percent": "0.0138"
      }
    }
  }
}