{
  "name": "Republican  Candidates Debate #2",
  "estimatedLength": 59.93000000000001,
  "totalWordsSpoken": 11386,
  "totalUniqueWords": 5093,
  "candidates": {
    "bush": {
      "totalWords": 8308,
      "uniqueWords": {
        "total": 692,
        "mostUnique": [
          "Absolutely",
          "heart",
          "earn",
          "Maybe",
          "barrier",
          "bar",
          "record",
          "dad",
          "certainly",
          "brother",
          "In",
          "Jeb",
          "year",
          "totaling",
          "balanced",
          "9",
          "keep",
          "Veto",
          "Corleone",
          "vetoed"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "This president and Hillary Clinton, who ca n't even say she's for the XL pipeline even after she's left?",
          "We're not going on win by doing what Barack Obama and Hillary Clinton do each and every day."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "8.14",
      "emotionalLines": [
        "I'm proud of my dad, and I'm certainly proud of my brother.",
        "It is ridiculous and tragic...",
        null,
        "...I remember, Megyn.",
        "And, every one of them said that their child did not die in vain, or their wife, of their husband did not die in vain.",
        "And Florida's low income kids had the greatest gains inside the country.",
        "Children are going to suffer and families' hearts are going to be broken that their kids wo n't be able to get a job in the 21st Century.",
        "We've created rules and taxes on top of every aspiration of people, and the net result is we're not growing fast, income's not growing.",
        "None of which is true.",
        "We're going to win when we unite people with a hopeful, optimistic message.",
        "I believe we're at the verge of the greatest time to be alive in this world."
      ],
      "personalIssues": {
        "Defeating ISIS": "0.05",
        "Additional Materials On This Policy:": "0.00"
      },
      "averageWordUsage": {
        "applause": "0.0116",
        "And": "0.0159",
        "people": "0.0202",
        "need": "0.0130",
        "country": "0.0145"
      }
    },
    "carson": {
      "totalWords": 6040,
      "uniqueWords": {
        "total": 514,
        "mostUnique": [
          "could",
          "issue",
          "debate",
          "here",
          "tonight",
          "opportunity",
          "explore",
          "areas",
          "looking",
          "forward",
          "demonstrating",
          "probably",
          "most",
          "important",
          "having",
          "figure",
          "learn",
          "rapidly",
          "experience",
          "from"
        ]
      },
      "callouts": {},
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "6.07",
      "emotionalLines": [
        "But I will say, we have a debate here tonight, and we will have an opportunity to explore those areas, and I'm looking very much forward to demonstrating that, in fact, the thing that is probably most important is having a brain, and to be able to figure things out and learn things very rapidly.",
        "Well, thank you, Megyn, I was n't sure I was going to get to talk again.",
        "And -- and what we have to remember is we want to utilize the tremendous intellect that we have in the military to win wars.",
        "And the one that I've advocated is based on tithing, because I think God is a pretty fair guy.",
        "And I have a lot more to say about it.",
        "If I was trying to destroy this country, what I would do is find a way to drive wedges between all the people, drive the debt to an unsustainable level, and then step off the stage as a world leader and let our enemies increase while we decreased our capacity as a military person.",
        "You know, in a situation like that, of course Obama's not going to be able to do anything.",
        "And those who want to destroy us are trying to divide us, and we should n't let them do it.",
        "[ laughter ] But I -- but I'm very hopeful that I'm not the only one who's willing to pick up the baton of freedom, because freedom is not free, and we must fight for it every day."
      ],
      "personalIssues": {
        "The American People Deserve a Better Tax Code": "0.17",
        "Stand by Israel, Our Bulwark Middle East Ally": "0.05",
        "Protect the Second Amendment": "0.03",
        "Russia and Lessons Learned": "0.00",
        "Keep Faith in Our Society": "0.00",
        "Health Care": "0.00",
        "Keep Gitmo Open": "0.00",
        "Education": "0.00",
        "Balanced Budget Amendment": "0.00",
        "Protecting Innocent Life": "0.00"
      },
      "averageWordUsage": {
        "Well": "0.0117",
        "don": "0.0136",
        "know": "0.0214",
        "people": "0.0175",
        "applause": "0.0214",
        "You": "0.0156",
        "And": "0.0389",
        "doesn": "0.0097",
        "military": "0.0097",
        "think": "0.0097",
        "said": "0.0097",
        "make": "0.0097"
      }
    },
    "christie": {
      "totalWords": 7532,
      "uniqueWords": {
        "total": 695,
        "mostUnique": [
          "think",
          "should",
          "seen",
          "laught",
          "become",
          "Governor",
          "zero",
          "net",
          "job",
          "growth",
          "Zero",
          "For",
          "So",
          "deficit",
          "800",
          "programs",
          "balance",
          "vetoed",
          "during",
          "business"
        ]
      },
      "callouts": {},
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "7.46",
      "emotionalLines": [
        "We came in, we balanced an $ 11 billion deficit on a $ 29 billion budget by cutting over 800 programs in the state budget.",
        "And I'll tell you why : because I'm the only person on this stage who's actually filed applications under the Patriot Act, who has gone before the federal -- the Foreign Intelligence Service court, who has prosecuted and investigated and jailed terrorists in this country after September 11th.",
        "Megyn, that's a -- that, you know, that's a completely ridiculous answer.",
        "What are you supposed to..",
        "...how are you supposed to -- no, I'll tell you how you, look..",
        "Let me tell you something, you go..",
        "When you -- you know, senator...",
        "[ applause ] When you're responsible for protecting the lives of the American people, then what you need to do is to make sure..",
        "...is to make sure that you use the system the way it's supposed to work.",
        "There is no...",
        "Those are the hugs I remember, and those had nothing to do -- and those had nothing to do with politics, unlike what you're doing by cutting speeches on the floor of the Senate, then putting them on the Internet within half an hour to raise money for your campaign..",
        "...and while still putting our country at risk.",
        "You know what, Megyn, can I..",
        "If we do n't deal with this problem, it will bankrupt our country, or lead to massive tax increases, neither one that we want in this country.",
        null,
        "We need to go at the fundamental problem, and the fundamental problem is that this system is broken.",
        "Those are the things that we need to start working on immediately to make our country stronger and make it better.",
        "This president has had weak leadership, which has led to bad choices."
      ],
      "personalIssues": {
        "Border Security and Immigration": "0.13",
        "Healthcare for America's Veterans": "0.06",
        "Foreign Policy": "0.06",
        "Entitlements": "0.03",
        "Economy": "0.00",
        "Education": "0.00",
        "Criminal Justice": "0.00"
      },
      "averageWordUsage": {
        "years": "0.0187",
        "governor": "0.0115",
        "state": "0.0115",
        "And": "0.0158",
        "make": "0.0101",
        "know": "0.0129",
        "need": "0.0101"
      }
    },
    "huckabee": {
      "totalWords": 6832,
      "uniqueWords": {
        "total": 638,
        "mostUnique": [
          "Chris",
          "idea",
          "real",
          "issue",
          "constitutional",
          "amendment",
          "long",
          "difficult",
          "actually",
          "taken",
          "position",
          "bolder",
          "defunding",
          "planned",
          "parenthood",
          "huge",
          "game",
          "changer",
          "something",
          "bold"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "A person who has been filled with scandals, and who could not lead, and, of course, I'm talking about Hillary Clinton."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "6.73",
      "emotionalLines": [
        "It's time that we recognize the Supreme Court is not the Supreme Being, and we change the policy to be pro-life and protect children instead of rip up their body parts and sell them like they're parts to a Buick.",
        "Not me. [ laughter ] But you're welcome to give me a check, Donald if you'd like.",
        "[ cheering and applause ] And I'm still one who says that we can get rid of the Internal Revenue Service if we would pass the FairTax, which is a tax on consumption rather than a tax on people's income, and move power back where the founders believed it should have been all along.",
        "And, if Congress wants to mess with the retirement program, why do n't we let them start by changing their retirement program, and not have one, instead of talking about getting rid of Social Security and Medicare that was robbed $ 700 billion dollars to pay for Obamacare.",
        "Most of the income in this country is made by people at the top who get dividends and -- and capital gains.",
        "\" He trusts our enemies and vilifies everyone who disagrees with him.",
        "\" What the Iranians have said is,\" we will wipe Israel off the face of the map, and we will bring death to America.",
        "The purpose of it is to make sure that we protect every American, wherever that American is, and if an American is calling out for help, whether it's in Benghazi or at the border, then we ought to be able to answer it.",
        "A person who has been filled with scandals, and who could not lead, and, of course, I'm talking about Hillary Clinton.",
        "I'll be my best to do that, and thank you for your support."
      ],
      "personalIssues": {
        "Get Involved. Join Mike's campaign for President.": "0.07",
        "Event List": "0.00",
        "Connections": "0.00",
        "Newsletter Signup": "0.00",
        "Send Me Your Endorsement": "0.00",
        "Endorse Mike": "0.00"
      },
      "averageWordUsage": {
        "people": "0.0172",
        "The": "0.0204",
        "And": "0.0125",
        "applause": "0.0157",
        "government": "0.0110",
        "Social": "0.0094",
        "Security": "0.0094"
      }
    },
    "kasich": {
      "totalWords": 7122,
      "uniqueWords": {
        "total": 624,
        "mostUnique": [
          "should",
          "President",
          "Reagan",
          "expanded",
          "three",
          "four",
          "times",
          "opportunity",
          "bring",
          "resources",
          "back",
          "mentally",
          "ill",
          "Ten",
          "thousand",
          "sit",
          "22",
          "500",
          "year",
          "prison"
        ]
      },
      "callouts": {
        "chris christie": [
          "Chris, first of all, I was just saying to Chris Christie, they say we're outspoken, we need to take lessons from Donald Trump if we're really going to learn it."
        ],
        "donald trump": [
          "Chris, first of all, I was just saying to Chris Christie, they say we're outspoken, we need to take lessons from Donald Trump if we're really going to learn it.",
          "Donald Trump is hitting a nerve in this country."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "7.24",
      "emotionalLines": [
        "And, finally, the working poor, instead of them having come into the emergency rooms where it costs more, where they're sicker and we end up paying, we brought a program in here to make sure that people could get on their feet.",
        "People are frustrated. They're fed up.",
        "They want to see an end to illegal immigration.",
        "Donald, if you...",
        "-- this campaign, I hope you will give to me.",
        null,
        "But once you have economic growth, it is important that we reach out to people who live in the shadows, the people who do n't seem to ever think that they get a fair deal.",
        "Well, look, I'm an old-fashioned person here, and I happen to believe in traditional marriage.",
        "I think the simple fact of the matter is, and this is where I would agree with Jeb, and I've been saying it all along, we need to give everybody a chance, treat everybody with respect, and let them share in this great American dream that we have, Megan.",
        "But because of how we respect human rights, because that we are a good force in the world, he wants America to be strong.",
        "And we turned it all around with jobs and balanced budgets and rising credit and tax cuts, and the state is unified, and people have hope again in Ohio."
      ],
      "personalIssues": {
        "RESPECTING THE  SANCTITY OF HUMAN LIFE": "0.07",
        "FISCAL RESPONSIBILITY AND BALANCING BUDGETS": "0.07",
        "CREATING JOBS AND STRENGTHENING THE ECONOMY": "0.06",
        "NATIONAL SECURITY": "0.05",
        "A CONSERVATIVE APPROACH TO BETTER HEALTH CARE": "0.03",
        "LIFTING UP THE MOST VULNERABLE AMERICANS": "0.00",
        "DEFENDING THE SECOND AMENDMENT": "0.00",
        "EDUCATION": "0.00"
      },
      "averageWordUsage": {
        "applause": "0.0128",
        "know": "0.0176",
        "people": "0.0224",
        "country": "0.0128",
        "And": "0.0272",
        "going": "0.0096",
        "want": "0.0096",
        "You": "0.0112",
        "But": "0.0112",
        "growth": "0.0096"
      }
    },
    "paul": {
      "totalWords": 5256,
      "uniqueWords": {
        "total": 464,
        "mostUnique": [
          "This",
          "mean",
          "buys",
          "sells",
          "stripes",
          "Hey",
          "bet",
          "Clintons",
          "OK",
          "doesn",
          "run",
          "supports",
          "runs",
          "d",
          "bets",
          "used",
          "buying",
          "First",
          "terrorism",
          "Only"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "[ applause ] I've been fighting amidst a lot of opposition from both Hillary Clinton, as well as some Republicans who wanted to send arms to the allies of ISIS.",
          "I've been to Ferguson, I've been to Baltimore, because I want our party to be bigger, better and bolder, and I'm the only one that leads Hillary Clinton in five states that were won by President Obama."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "5.23",
      "emotionalLines": [
        "This is what's wrong !",
        "I mean, this is what's wrong.",
        "So if he does n't run as a Republican, maybe he supports Clinton, or maybe he runs as an independent..",
        "...but I'd say that he's already hedging his bets because he's used to buying politicians.",
        "So, we did n't create ISIS -- ISIS created themselves, but we will stop them, and one of the ways we stop them is by not funding them, and not arming them.",
        "[ applause ] May I respond?",
        "John Adams said it was the spark that led to our war for independence, and I'm proud of standing for the Bill of Rights, and I will continue to stand for the Bill of Rights.",
        "Use the Fourth Amendment !",
        "Use the Fourth Amendment !",
        "Get a warrant !",
        "Get a judge to sign the warrant !",
        "See, here's the problem.",
        "You fundamentally misunderstand the Bill of Rights.",
        "I know you gave him a big hug, and if you want to give him a big hug again, go right ahead.",
        "I've got a news flash..",
        "News flash, the Republican Party's been fighting against a single-payer system..",
        "So I think you're on the wrong side of this if you're still arguing for a single-payer system.",
        "But you have to negotiate from a position of strength, and I think President Obama gave away too much, too early.",
        "And if people have an opinion, it's a religious opinion that is heartly felt, obviously they should be allowed to practice that and no government should interfere with them.",
        "Well, let's be clear, I'm the only one on the stage who actually has a five-year budget that balances."
      ],
      "personalIssues": {
        "Israel": "0.09",
        "Second Amendment": "0.08",
        "Sign Up For Updates": "0.03",
        "Foreign Policy & Defense": "0.03",
        "Spending and Debt": "0.03",
        "Take Action": "0.00",
        "Sanctity of Life": "0.00",
        "Veterans": "0.00",
        "Social Security": "0.00",
        "Education": "0.00",
        "Civil Liberties": "0.00",
        "Criminal Justice Reforms": "0.00",
        "Regulation": "0.00",
        "Immigration": "0.00",
        "Energy": "0.00",
        "Health Care": "0.00",
        "Audit the Fed": "0.00",
        "Taxes": "0.00",
        "Term Limits": "0.00",
        "Ending NSA Spying": "0.00"
      },
      "averageWordUsage": {
        "ISIS": "0.0172",
        "got": "0.0129",
        "applause": "0.0194",
        "said": "0.0172",
        "don": "0.0129",
        "think": "0.0108"
      }
    },
    "rubio": {
      "totalWords": 8180,
      "uniqueWords": {
        "total": 743,
        "mostUnique": [
          "thank",
          "Chris",
          "saying",
          "political",
          "process",
          "making",
          "contribution",
          "speaker",
          "third",
          "diverse",
          "well",
          "got",
          "Senate",
          "cannot",
          "qualified",
          "then",
          "government",
          "longer",
          "anybody",
          "else"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "It's important to be qualified, but if this election is a resume competition, then Hillary Clinton's gon na be the next president, because she's been in office and in government longer than anybody else running here tonight.",
          "If I'm our nominee, how is Hillary Clinton gon na lecture me about living paycheck to paycheck?"
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "8.04",
      "emotionalLines": [
        "Well, thank you for the question, Chris, and it's great to be here tonight.",
        "There are a million people a year who legally immigrate to the United States, and people feel like we're being taken advantage of.",
        null,
        "supported Charlie Crist.",
        null,
        "The Department of Education, like every federal agency, will never be satisfied.",
        "That's a great question.",
        ", the big companies that have connections with Washington, they can affect policies to help them, but the small companies like the one Tania is talking about, they're the ones that are struggling.The",
        "Well, Megyn, first of all, I'm not sure that that's a correct assessment of my record.",
        "[ applause ] And let me go further.",
        "And we have honored that blessing.",
        "I run for president because I believe that we ca n't just save the American dream ; we can expand it to reach more people and change more lives than ever before."
      ],
      "personalIssues": {
        "Small Business Owners": "0.25",
        "The VA": "0.11",
        "Common Core": "0.11",
        "Sharing Economy": "0.10",
        "Higher Education": "0.08",
        "K-12 Education": "0.05",
        "Jobs": "0.05",
        "Foreign Policy": "0.03",
        "Cuba": "0.03",
        "Veterans": "0.03",
        "Families": "0.03",
        "Policy For You": "0.03",
        "The Military": "0.00",
        "Taxes": "0.00",
        "Second Amendment": "0.00",
        "Sanctuary Cities": "0.00",
        "Russia": "0.00",
        "Israel": "0.00",
        "ISIS": "0.00",
        "Iran": "0.00",
        "Energy": "0.00",
        "Eminent Domain": "0.00",
        "Debt": "0.00",
        "China": "0.00",
        "Workers": "0.00",
        "Seniors": "0.00",
        "Farmers": "0.00"
      },
      "averageWordUsage": {
        "country": "0.0121",
        "And": "0.0283",
        "people": "0.0162",
        "The": "0.0094",
        "need": "0.0202",
        "applause": "0.0121",
        "small": "0.0094"
      }
    },
    "trump": {
      "totalWords": 10675,
      "uniqueWords": {
        "total": 723,
        "mostUnique": [
          "cannot",
          "respect",
          "wins",
          "leading",
          "quite",
          "bit",
          "independent",
          "discussing",
          "leverage",
          "plenty",
          "Only",
          "Rosie",
          "O",
          "Donnell",
          "Yes",
          "sure",
          "problem",
          "politically",
          "correct",
          "challenged"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "Well, I'll tell you what, with Hillary Clinton, I said be at my wedding and she came to my wedding."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "11.02",
      "emotionalLines": [
        "I fully understand.",
        "I fully understand.",
        "We want to win, and we will win.",
        "Well, I've given him plenty of money.",
        "I will not make the pledge at this time.",
        null,
        null,
        "Yes, I'm sure it was.",
        "[ applause ] But you know what, we -- we need strength, we need energy, we need quickness and we need brain in this country to turn it around.",
        "And I do n't mind having a big beautiful door in that wall so that people can come into this country legally.",
        "They do n't want to take care of them.",
        "A complete disaster, yes.",
        null,
        "In July of 2004, I came out strongly against the war with Iraq, because it was going to destabilize the Middle East.",
        "great plans. And then we have to take care of the people that ca n't take care of themselves.",
        "You're having a hard time tonight.",
        "You'd better believe it.",
        "If I ask them, if I need them, you know, most of the people on this stage I've given to, just so you understand, a lot of money.",
        "Many of them.",
        null
      ],
      "personalIssues": {
        "Immigration Reform": "0.04",
        "Second Amendment Rights": "0.00",
        "Tax Reform": "0.00"
      },
      "averageWordUsage": {
        "say": "0.0180",
        "want": "0.0194",
        "But": "0.0152",
        "know": "0.0152",
        "country": "0.0166",
        "applause": "0.0180",
        "people": "0.0166",
        "don": "0.0207",
        "And": "0.0526",
        "good": "0.0097",
        "like": "0.0124",
        "need": "0.0138",
        "tell": "0.0124",
        "You": "0.0097",
        "going": "0.0124",
        "just": "0.0097",
        "great": "0.0111"
      }
    }
  }
}