{
  "name": "Republican  Candidates Debate",
  "estimatedLength": 10.09,
  "totalWordsSpoken": 1918,
  "totalUniqueWords": 781,
  "candidates": {
    "trump": {
      "totalWords": 9671,
      "uniqueWords": {
        "total": 781,
        "mostUnique": [
          "greatest",
          "trust",
          "trusting",
          "find",
          "hard",
          "deceived",
          "wife",
          "No",
          "comic",
          "book",
          "nicely",
          "asked",
          "an",
          "loves",
          "reducing",
          "15",
          "inversions",
          "2",
          "5",
          "outside"
        ]
      },
      "callouts": {},
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "10.09",
      "emotionalLines": [
        "I find it very, very hard to forgive people that deceived me.",
        null,
        null,
        "That's right.",
        "And Mexico's going to pay for the wall because Mexico — I love the Mexican people ; I respect the Mexican leaders — but the leaders are much sharper, smarter and more cunning than our leaders.And",
        "... believe me the world is peanuts by comparison.",
        null,
        "Then you have to get rid of Larry Kudlow, who sits on your panel, who's a great guy, who came out the other day and said, I love Trump's tax plan.",
        "And he got nasty.",
        null,
        "Came out great. But I guess I'm supposed to come out great.",
        null,
        "In fact, frankly, he's complaining about the fact that we're losing some of the most talented people.",
        "So I have nothing at all critical of him.",
        "And if anything comes out of this whole thing with some of these nasty and ridiculous questions, I will tell you, you better get rid of the SuperPacs because they causing a big problem with this country, not only in dishonesty and what's going on, but also in a lot of bad decisions that have been made for the benefit of lobbyists and special interests.",
        "I never said that.",
        "You've got another gentleman in Florida, who happens to be a very nice guy, but not..",
        "... he's really doing some bad...",
        "It's fine if they come in, but they have to come in legally.",
        null
      ],
      "personalIssues": {},
      "averageWordUsage": {
        "people": "0.0230",
        "And": "0.0269",
        "know": "0.0192",
        "said": "0.0115",
        "right": "0.0102",
        "going": "0.0256",
        "come": "0.0102",
        "They": "0.0166",
        "But": "0.0102",
        "country": "0.0154"
      }
    }
  }
}