{
  "name": "Republican  Candidates Debate #1",
  "estimatedLength": "020.9817.4511.5616.69",
  "totalWordsSpoken": 0,
  "totalUniqueWords": 0,
  "words": [],
  "candidates": {
    "graham": {
      "totalWords": 20472,
      "uniqueWords": {
        "leastUsed": [
          "thanks",
          "cnn",
          "lindsey",
          "case",
          "inviting",
          "served",
          "highlights",
          "terror",
          "quest",
          "evil",
          "empire",
          "cold",
          "above",
          "others",
          "both",
          "sides",
          "isle",
          "intend",
          "looked",
          "polling"
        ],
        "totalUniqueWords": 910
      },
      "callouts": {
        "lindsey graham": [
          "[ laughter ] I'm Lindsey Graham from South Carolina, in case you ca n't tell."
        ],
        "hillary clinton": [
          "If it is Hillary Clinton, Joe Biden or Bernie Sanders, they are going to pick people that we will disagree with all the time.",
          "Hillary Clinton has a list a mile long to help the middle class."
        ],
        "bernie sanders": [
          "If it is Hillary Clinton, Joe Biden or Bernie Sanders, they are going to pick people that we will disagree with all the time."
        ],
        "rick santorum": [
          "George W. Bush set $ 40 billion aside and Rick Santorum helped him and President Bush wiped out an entire -- wiped out AIDS and malaria for an entire generation of young African children."
        ],
        "john kasich": [
          "We're cutting our military ; we're on track to have the smallest Army since 1940, the smallest Navy since 1915 and John Kasich says he wants to close more bases.",
          "John Kasich, a good friend of mine, said in New Hampshire, we're going to close more bases on his watch."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "20.98",
      "emotionalLines": [
        "But you said no. I'm not blaming Bobby, I'm not blaming Rick, I'm not blaming anybody, I'm blaming Barack Obama for this mess.",
        "But 10 percent at least will have to be us and we're going in on the ground and we're going to pull the caliphate up by its roots and we're going to kill every one of these bastards we can find because, if we do n't, they are coming here.",
        "I have a plan to win it, and I intend to win it.",
        "To make your families safe and our country strong again, a vision and a determination to win a war that we can not afford to lose.",
        "But the one thing I'm not going to do going into 2016 is shut the government down and tank our ability to win.",
        "[ applause ] You know, Bobby, we're running to be president of the United States, the most important job in the free world.",
        "The only reason 3,000 of us died on 9/11 is not 3 million, not 3 million is because they could n't get the weapons to kill us.",
        "The worst nightmare in the world is a radical Islamic regime with a weapon of mass destruction.",
        "What I'm trying to tell you here tonight, that Syria is hell on Earth and it's not going to get fixed by insulting each other.",
        "I want to save it, just like Ronald Reagan did.",
        "[ applause ] And what did this -- two great Irishmen do?",
        "Where the hell were you on the night of the Benghazi attack?",
        "Please understand, we have to win this election.",
        "-- to win. That's what I'm trying to do.",
        "I am trying to lead this party to winning.",
        "They're on track to get a bomb even if they do n't cheat.",
        "A weak economy, a military in decline, the world on fire, does that sound familiar to you?",
        "The tax code is a complete mess, but nobody's talked about the elephant in the room, which is debt.",
        "If it were n't for Social Security survivor benefit check coming into Darline, we would n't have made it.",
        "So, yes, I will say nice things at times about Democrats."
      ],
      "personalIssues": {
        "Securing Our Future": "0.08",
        "Securing Our Values": "0.00",
        "Securing Our Nation": "0.00"
      },
      "averageWordUsage": {
        "people": "0.0165",
        "tell": "0.0110",
        "want": "0.0220",
        "world": "0.0099",
        "military": "0.0110",
        "president": "0.0286",
        "commander": "0.0099",
        "chief": "0.0099",
        "destroy": "0.0121",
        "win": "0.0121",
        "war": "0.0154",
        "iraq": "0.0132",
        "applause": "0.0099",
        "going": "0.0527",
        "ground": "0.0121",
        "obama": "0.0132",
        "don": "0.0253",
        "syria": "0.0143",
        "let": "0.0110",
        "got": "0.0121"
      }
    },
    "jindal": {
      "totalWords": 17874,
      "uniqueWords": {
        "leastUsed": [
          "bobby",
          "jindal",
          "famous",
          "last",
          "daddy",
          "show",
          "bandwidth",
          "experience",
          "tough",
          "times",
          "dream",
          "european",
          "nightmare",
          "compliance",
          "commandment",
          "fellow",
          "treating",
          "points",
          "ahead",
          "endorse"
        ],
        "totalUniqueWords": 814
      },
      "callouts": {
        "bobby jindal": [
          "Hi, I'm Bobby Jindal."
        ],
        "donald trump": [
          "Well, Jake, I'm in compliance with the 11th Commandment, and I would tell my fellow Republicans, let's stop treating Donald Trump like a Republican.",
          "He believes in Donald Trump.",
          "The best way for us to give this election back would be to nominate a Donald Trump.",
          "One of the things I do agree -- and I want to thank Donald Trump after I've criticized him for everything from being a narcissist to an egomaniac -- one of the things he was right about was to say nonsense to the D.C."
        ],
        "hillary clinton": [
          "Absolutely. Look, the reality is, Hillary Clinton is gift-wrapping this election to us.",
          "They have got a socialist that is gaining on Hillary Clinton."
        ],
        "bernie sanders": [
          "You've got a choice between honest Socialists on the Left, like Bernie Sanders, and lying conservatives on the Right."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "17.45",
      "emotionalLines": [
        "The way to solve this problem is for us to be clear to our friends and allies that we're going to replace Assad, we're going to hunt down and destroy ISIS ; our friends do n't trust us, our enemies do n't fear and respect us.",
        "I will give every ounce of blood, energy, sweat I've got to save the idea of America, the greatest country in the history of the world.",
        "I'm glad that police are careful.",
        "It's not politically correct to say that, but the way you strike that balance, you say to Muslim leaders, denounce these fools, these radical terrorists by name, say they are not martyrs.",
        "One, it's not enough to denounce just simply generic acts of violence.",
        "Look, absolutely. We need to do whatever is necessary to hunt down and kill these radical Islamic terrorists but this president has helped -- his policies have helped to contribute to this problem.",
        "Two things : one, let us draw a line, a direct line between this refugee crisis and this president's failed foreign policy.",
        "Two things. One, let us draw line, a direct line, between this refugee crisis, and this president's failed foreign policy.",
        "Yeah, I wanted to clarify -- I want to make very clear that everybody understands my position is, we need to secure the border, period.",
        "If we ca n't win..",
        "What was the point of winning those chambers if we're not going to do anything with them?",
        "[ applause ] All night tonight, we've heard Republicans say things like,\" Well, if the Supreme Court's ruled, there's nothing I can do about religious liberty,\" you know.",
        "You've got a choice between honest Socialists on the Left, like Bernie Sanders, and lying conservatives on the Right.",
        "They should n't win this election cycle.",
        "Justice Roberts twice rewrote the law to save ObamaCare, the biggest expansion of government, creating a new entitlement when we ca n't afford the government we've got today, an expansion of socialism in our country.",
        "They are not going to enjoy a reward in their afterlife.",
        "This will be a generational conflict, that is nonsense.",
        "Secure the border. We do n't need to do that as a comprehensive -- I've also said we need to put an end to sanctuary cities.",
        "Any talk of doing any more -- we do n't need a comprehensive plan, do n't need an 1,000-page bill, like the Gang of Eight.",
        "He'll implode in the general election, or if, God forbid, if he were in the White House, we have no idea what he would do."
      ],
      "personalIssues": {
        "Religious Liberty": "0.28",
        "Obamacare": "0.25",
        "Foreign Policy": "0.21",
        "Radical Islam": "0.19",
        "Economy": "0.08",
        "Education": "0.00"
      },
      "averageWordUsage": {
        "look": "0.0184",
        "don": "0.0233",
        "president": "0.0209",
        "got": "0.0246",
        "applause": "0.0172",
        "jake": "0.0160",
        "republicans": "0.0135",
        "let": "0.0172",
        "like": "0.0111",
        "republican": "0.0111",
        "idea": "0.0098",
        "america": "0.0172",
        "country": "0.0111",
        "government": "0.0098",
        "say": "0.0184",
        "think": "0.0147",
        "want": "0.0184",
        "need": "0.0197",
        "people": "0.0098",
        "going": "0.0295",
        "law": "0.0147",
        "judges": "0.0111",
        "senate": "0.0160",
        "time": "0.0184",
        "fight": "0.0098"
      }
    },
    "pataki": {
      "totalWords": 11524,
      "uniqueWords": {
        "leastUsed": [
          "george",
          "pataki",
          "honored",
          "afternoon",
          "library",
          "ronald",
          "tremendous",
          "reflected",
          "optimism",
          "unending",
          "faith",
          "decades",
          "security",
          "prosperity",
          "exactly",
          "type",
          "leadership",
          "broken",
          "pledge",
          "period"
        ],
        "totalUniqueWords": 619
      },
      "callouts": {
        "george pataki": [
          "Hi, I'm George Pataki, and I am honored to be here this afternoon with all of you at the Reagan Library."
        ],
        "donald trump": [
          "I have not broken the pledge because Donald Trump is not going to be the Republican nominee, period, flat out, I guarantee you that.",
          "And the first four questions are about Donald Trump.",
          "But let me say this flat out, Donald Trump is unfit to be president of the United States or the Republican Party's nominee.",
          "It's hard for me to say I'm with Donald trump on anything, but on this issue, I agree with him."
        ],
        "hillary clinton": [
          "No, I would not vote for Hillary Clinton.",
          "And let me point out that Hillary Clinton, supporting this deal, she was the senator from New York on September 11th, she saw what happened at the hands of radical Islam."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "11.56",
      "emotionalLines": [
        "If you are charged with a crime as an illegal alien, you should either be in jail or be deported.",
        "But we have to win and, once we win, we have to actually do what we say.",
        "You know, when I think of Ronald Reagan, I think of his tremendous smile, a smile that reflected his optimism and his unending belief and faith in America and in Americans.",
        "If I get the nomination, I will be able to get broad support and win this election, and take the White House back for our party.",
        "My response is kind of,\" Wow.",
        "And you know people who, in this difficult economic time, have lost their job and the pain that causes.",
        "None of it matters unless you win the election.",
        "And the second is, once you win, you have to be able to govern successfully.",
        "First, we have to win the election.",
        "Everything we say is wonderful.",
        "We have got to win this election.",
        "And that is to have a strong America, a strong military and a resolve where the Iranians know that not only are we going to reject this deal on day one and reimpose sanctions but, if they move forward with the nuclear program, their safety for those facilities will be at risk.",
        "I think she should have been fired and if she worked for me, I would have fired her.",
        "Step two is, we have to stop releasing criminals into the communities.",
        "And it was that belief in America that led to a great presidency, a presidency that led to decades of safety, security and prosperity for America.",
        "But more importantly, once I've won, I will put in place a sweeping conservative agenda.",
        "You're going to hear a lot of great ideas, I'm going to do this, I'm going to do that.",
        "...of Americans. Get rid of job killing regulations.",
        "You do n't stay and support the special interests.",
        "[ applause ] It's a symbol of the corruption and the power of the lobbyists and the special interests in Washington."
      ],
      "personalIssues": {
        "We have to fall in love with America again.": "0.47",
        "People Over Politics.": "0.20",
        "News & Updates": "0.00"
      },
      "averageWordUsage": {
        "know": "0.0129",
        "think": "0.0129",
        "america": "0.0291",
        "washington": "0.0113",
        "states": "0.0097",
        "applause": "0.0097",
        "going": "0.0355",
        "republican": "0.0113",
        "nominee": "0.0097",
        "let": "0.0113",
        "say": "0.0097",
        "people": "0.0129",
        "make": "0.0162",
        "send": "0.0097",
        "rule": "0.0097",
        "law": "0.0258",
        "don": "0.0129",
        "way": "0.0097",
        "work": "0.0097",
        "things": "0.0113",
        "elected": "0.0145",
        "win": "0.0113"
      }
    },
    "santorum": {
      "totalWords": 16920,
      "uniqueWords": {
        "leastUsed": [
          "rick",
          "santorum",
          "poverty",
          "federal",
          "successfully",
          "both",
          "parties",
          "initially",
          "hopefully",
          "proud",
          "father",
          "children",
          "particularly",
          "little",
          "disabled",
          "girl",
          "core",
          "married",
          "named",
          "karen"
        ],
        "totalUniqueWords": 765
      },
      "callouts": {
        "rick santorum": [
          "Hi, I'm Rick Santorum."
        ],
        "hillary clinton": [
          "I think personal attacks, just please one person, Hillary Clinton.",
          "The four people who opposed on the floor : Joe Biden, John Kerry, Hillary Clinton and Barack Obama."
        ],
        "donald trump": [
          "Donald Trump has ever right to run for president as a Republican, as anybody else in this audience, and he may have positions I disagree with, but he has the right to do that and the people should be given the benefit of the doubt for people to see through these things."
        ],
        "jeb bush": [
          "There are just a few, Governor Jindal, Senator Cruz, Senator Rubio, Jeb Bush, a lot of others, Senator Graham, all support some sort of amnesty at some point in time or another."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "16.69",
      "emotionalLines": [
        "But hopefully, most of you know me most because I'm the proud father of seven children with particularly a special little disabled girl, who is the heart and core of my heart and married to a wonderful woman named Karen for 25 years, who is the love of my life.",
        "Today, someone who refuses to defy ( sic ) a judge's unconstitutional verdict is ridiculed and criticized, chastised because she's standing up and denying -- not denying her God and her faith.",
        "By illegal immigrants coming to this country last year alone, 700,000 illegal immigrants came into this country.",
        "Lindsay, is we need to win -- we need to win fighting for Americans.",
        "The focus of this debate should be on how we're going to win this election and help improve the quality of life for American workers, and we are n't doing that, when we're out there picking at each other and calling each other names.",
        "A greater leader will see that the objection of every law in America is to do what's in the best interest of America.",
        "As you know, Hugh, 12 years ago I authored the Iran Freedom Support Act, which put sanctions on the Iran nuclear program as we came within four votes of passing a very strong version of that.",
        "How are we going to win if 90 percent of Americans do n't think we care at all..",
        "Actually, I'm going to be proposing a plan, I call it the 20/20 perfect vision for America as flat tax, a 20 percent flat tax on income, 20 percent flat tax on capital gains and on corporations.",
        "Not from a party that supports special interest tax provisions for a whole bunch of other businesses, and, but, when it comes to hardworking Americans who are at the bottom of the income scale, we ca n't provide some level of income support?",
        "Well, contrary to what Governor Jindal said, Governor -- Justice Roberts had a long record and it was a long, good record.",
        "...The folks -- the folks who are -- hurt the worst are recent immigrants.",
        "...the people who are hurt the most by illegal immigration are hispanics.",
        "Wages are flatlining. The reason that you're seeing the angst and the anger out there and the reason this issue has taken off is because workers in America know that their wages are being undermined.",
        "-- my response is, no, I'm going to stop a war because a nuclear Iran is the end.",
        "But their particular version of it, which is an apocalyptic version, which is a death cult, they believe in bringing about the end of the -- end of the world.",
        "How are you going to win, ladies and gentlemen?",
        "And that's wonderful.",
        "As long as they have territorial integrity, and even expand it, they have legitimacy and much of the Muslim world to call people to join their jihad here in America as well as in Iraq and in Syria.",
        "We need to win fighting for the workers in this country.."
      ],
      "personalIssues": {
        "Immigration Reform That Protects American Workers": "0.75",
        "End the Immoral Spending in Washington": "0.48",
        "Fighting for the American worker": "0.43",
        "Valuing the dignity of every human life": "0.33",
        "Fighting for Conservative Values": "0.22",
        "Fighting Radical Islam": "0.15",
        "Economic Freedom Agenda": "0.07",
        "Common Sense Instead of Common Core": "0.04"
      },
      "averageWordUsage": {
        "know": "0.0248",
        "end": "0.0105",
        "people": "0.0248",
        "work": "0.0118",
        "years": "0.0157",
        "just": "0.0131",
        "going": "0.0353",
        "right": "0.0131",
        "president": "0.0092",
        "things": "0.0131",
        "don": "0.0157",
        "say": "0.0105",
        "american": "0.0105",
        "workers": "0.0092",
        "americans": "0.0092",
        "america": "0.0183",
        "country": "0.0157",
        "law": "0.0131",
        "percent": "0.0196",
        "million": "0.0092",
        "wage": "0.0105",
        "came": "0.0105",
        "need": "0.0092",
        "said": "0.0092",
        "believe": "0.0105"
      }
    }
  }
}