{
  "name": "Republican  Candidates Debate #2",
  "estimatedLength": 0,
  "totalWordsSpoken": 0,
  "mostUniqueWords": [],
  "candidates": {
    "bush": {
      "totalWords": 18266,
      "uniqueWords": {
        "total": 1046,
        "mostUnique": [
          "Jeb",
          "Bush",
          "verge",
          "its",
          "greatest",
          "century",
          "ready",
          "committed",
          "reformer",
          "balanced",
          "budgets",
          "interest",
          "environment",
          "rise",
          "Thank",
          "voters",
          "determination",
          "extraordinary",
          "difficult",
          "situation"
        ]
      },
      "callouts": {
        "jeb bush": [
          " I'm Jeb Bush, and I believe America's on the verge of its greatest century, and I'm ready to lead. I'm a committed, conservative reformer that cut taxes, that balanced budgets, that took on the special interest in Florida, and we won. I look forward to talking tonight about how we can fix a broken Washington D.C., and create an environment where people can rise up again in this great country. Thank you. [applause] "
        ],
        "hillary clinton": [
          " I think the voters will make that determination. But what I know to be true is that the next president of the United States is going to have to fix an extraordinary difficult situation. This administration, with President Obama and Hillary Clinton, has created insecurity the likes of which we never would've imagined. There's not a place in the world where we're better off today than six and a half years ago. And that requires a steadiness. That requires an understanding of how the world works. That requires an understanding and appreciation of American leadership in the world. You can't just, you know, talk about this stuff and insult leaders around the world and expect a good result. You have to do this with a steady hand, and I believe I have those skills. ",
          " You've got, according to your — to what you said on one of the talk shows, you got Hillary Clinton to go to your wedding — ",
          " Well, first of all, Hugh, if you're looking at Republican advisers, you have to go to the last two administrations. That happened to be 41 and 43. So just by definition, if you're — and many of the people here that are seeking advice from the foreign policy experts in the Republican side, they — they served in my dad's administration, my brother's administration. Of course that's the case. But I'm my own man. I'm going to create a strategy that is based on the simple fact that the United States needs to lead the world. The first thing that we need to do is to stop the craziness of the sequester. Rebuild our military so that our — so that we don't deploy people over and over again without the necessary equipment to keep them safe, to send a signal to the world that we're serious. If we're going to lead the world, then we need to have the strongest military possible. We need to rebuild our counterintelligence and intelligence capabilities. We need to focus on the fact that the next president is going to start in 2017, not in 1990 — you know, 30 years ago, or when my brother started. The world is dramatically different. And I believe that we need to restore America's presence and leadership in the world. Name a country where our relationship is better today than it was the — the day that Barack Obama got elected president. Under Hillary Clinton, and Barack Obama, we have seen a weakness that now creates huge problems for the next president of the United States. So I'll have a team that will be — that will be following the doctrine I set up, and it will be peace through strength. We're sitting here in this library, which is a wonderful place to talk about this, because that's exactly what happened in the 1980s, and the world was a lot safer because of... ",
          " Here's the facts: When Donald Trump talks about judgment, what was his position on who would've been the best negotiator to deal with Iran? It wasn't a Republican; it was Hillary Clinton. That's what you believe. I mean, the lack of judgment and the lack of understanding about how the world works is really dangerous in this kind of time that we're saying. So is that the judgment that you bring to the table, that Hillary Clinton... ",
          " Not very far. I think we need to do this state by state. There are places that get this right, and we need to make sure that we protect the privacy laws. This is a complicated place. But I do think the natural impulse on the left — Hillary Clinton, immediately after one of these horrific violent acts took place, immediately said we need to have federal gun laws. President Obama almost reflexively always says the same thing. And the net result is, you're going to take away rights of — of law-abiding citizens, the 99.999 percent of the people that are law- abiding citizens. That's not the right approach to do it. In Florida, we have a background check. We have concealed-weapon permit holders, and in fact, there's 1,200,000 of them. We have a reduction in violent crime because we put people behind bars when they use a gun in the commission of the crime. That's the better approach. But we're living in a society today where despair kind of grows in isolation. "
        ],
        "donald trump": [
          " No. Absolutely not. People are supporting me because I have a proven record of conservative leadership where I cut taxes $19 billion over eight years. We shrunk the state government workforce, we created a climate that led the nation in job growth seven out of eight years. We were one of two states to go to AAA bond rating. People know that we need principle-centered leadership, a disrupter to go to Washington, D.C. The one guy that had some special interests that I know of that tried to get me to change my views on something — that was generous and gave me money — was Donald Trump. He wanted casino gambling in Florida — ",
          " So, here's the deal. My wife is a Mexican-American. She's an American by choice. She loves this country as much as anybody in this room, and she wants a secure border. But she wants to embrace the traditional American values that make us special and make us unique. We're at a crossroads right now. Are we going to take the Reagan approach, the hopeful optimistic approach, the approach that says that, you come to our country legally, you pursue your dreams with a vengeance, you create opportunities for all of us? Or the Donald Trump approach? The approach that says that everything is bad, that everything is coming to an end. I... ",
          " Here's the facts: When Donald Trump talks about judgment, what was his position on who would've been the best negotiator to deal with Iran? It wasn't a Republican; it was Hillary Clinton. That's what you believe. I mean, the lack of judgment and the lack of understanding about how the world works is really dangerous in this kind of time that we're saying. So is that the judgment that you bring to the table, that Hillary Clinton... "
        ]
      },
      "audienceReception": {
        "applause": [
          " I'm Jeb Bush, and I believe America's on the verge of its greatest century, and I'm ready to lead. I'm a committed, conservative reformer that cut taxes, that balanced budgets, that took on the special interest in Florida, and we won. I look forward to talking tonight about how we can fix a broken Washington D.C., and create an environment where people can rise up again in this great country. Thank you. [applause] ",
          " Well, he's wrong on a lot of things, but on this he's wrong because I'm the most pro-life governor on this stage. I got to act on my core beliefs. It's part of who I am. Life is a gift from God. And from beginning end we need to respect it and err on the side of life. And so I defunded Planned Parenthood. We created a climate where parental notification took place. We were the only state to fund crisis pregnancy centers with state moneys. We were totally focused on this. And I would bring that kind of philosophy to Washington, D.C. So here is a solution to this. Title X of the HHS funding, there is something that was the \"Reagan Rule.\" It was passed in 1988. And in that rule it was defined, and the courts approved this, that a Planned Parenthood, you couldn't separate the money between the actual abortion procedures, and there are 330,000 abortions that take place in this clinic, and their promotion of it. He interpreted it the right way, the courts ruled in his favor, and Planned Parenthood did not get funding during that time until President Clinton came in. When I'm elected president, we will restore that interpretation of Title X. And this deal will be finished. [applause] ",
          " Look, first of all, I wrote a book about this, three — four years ago, now. And I laid out a comprehensive, conservative approach for immigration reform. And it does require securing the border. No one disagrees with that. But to build a wall, and to deport people — half a million a month — would cost hundreds of billions of dollars, Donald. Hundreds of billions of dollars. It would destroy community life, it would tear families apart. And it would send a signal to the rest of the world that the United States values that are so important for our long-term success no longer matter in this country. [applause] ",
          " Well, I've been speaking English here tonight, and I'll keep speaking English. But the simple fact is, if a high school kid asks me a question in Spanish, a school — by the way, a voucher program that was created under my watch, the largest voucher program in the country, where kids can go to a Christian school, and they ask me a question in Spanish, I'm going to show respect and answer that question in Spanish. Even though they do speak English, and even though they embrace American values. [applause] ",
          " You know what? As it relates to my brother, there's one thing I know for sure. He kept us safe. I don't know if you remember... [applause] ... Donald... [applause] ... you remember the — the rumble? You remember the fire fighter with his arms around it? He sent a clear signal that the United States would be strong and fight Islamic terrorism, and he did keep us safe. ",
          " I would go with Ronald Reagan's partner, Margaret Thatcher. Probably illegal, but what the heck? [applause] Since it's not going to happen. A strong leader is what we need in the White House, and she certainly was a strong leader that restored the United Kingdom into greatness. ",
          " Ever Ready, it's very high energy, Donald. [applause] ",
          " Six million more people are living in poverty than the day that Barack Obama got elected president. Six million more people. The middle class has had declining income, workforce participation rates are lower than they were in 1977. For the first time in modern history, more businesses are failing than are being created. That is what the next president will have to deal with. And I believe we can reverse course by creating a strategy of high sustained economic growth, not the new normal of 2 percent that all the left says we just have to get used to, but a 4 percent growth strategy where we reform how we tax, fix the broken regulatory system, embrace the energy revolution in our midst, fix the immigration system so we can turn it into an economic driver, deal with the structural fiscal problems that exist because of our entitlement problems that will overwhelm and create way too much debt. If we grow at 4 percent, people are going to be lifted out of poverty. The great middle that defines our country will have a chance to be able to pursue their dreams as they see fit. That should be the great challenge and the great opportunity for the next president of the United States, to forge consensus to go back to a high-growth strategy. And then we'll be able to lead the world. Without a high-growth strategy, our country will never have the resources or the optimism to be able to lead the world, which the world desperately needs our leadership. [applause] "
        ],
        "laughter": []
      },
      "speakingTime": "17.93",
      "emotionalLines": [
        " You wanted it and you didn't get it because I was opposed to — ",
        " — casino gambling before — ",
        " during and after. And that's not — I'm not going to be bought by anybody. ",
        " Not even possible. ",
        " You've got, according to your — to what you said on one of the talk shows, you got Hillary Clinton to go to your wedding — ",
        " — because you gave her money. Maybe it works for Hillary Clinton — ",
        " — it doesn't work for anybody on this — on stage. ",
        " But the simple fact is — ",
        " I was asked the question. ",
        " I don't think — you're not stating my views right. ",
        " I have a proven record. I have a proven record. ",
        " I'm on the Reagan side of this. ",
        " The leadership of Ronald Reagan and my...[crosstalk] ",
        " That's — that's my brother. ",
        " ... because of what President Obama's done by pulling back. ",
        " He was talking about me. ",
        " Well, I — I wanted to — be — make it easier for him. ",
        " And I just did. ",
        " Yes you did. ",
        " No way. Believe me. "
      ],
      "personalIssues": {
        "Defeating ISIS": "0.13",
        "Additional Materials On This Policy:": "0.04"
      },
      "averageWordUsage": {
        "people": "0.0182",
        "country": "0.0115",
        "applause": "0.0096",
        "But": "0.0115",
        "going": "0.0134",
        "world": "0.0172",
        "And": "0.0268",
        "That": "0.0153",
        "need": "0.0191",
        "way": "0.0105",
        "fact": "0.0105",
        "deal": "0.0096"
      }
    },
    "carson": {
      "totalWords": 12291,
      "uniqueWords": {
        "total": 826,
        "mostUnique": [
          "Hi",
          "Ben",
          "Carson",
          "retired",
          "neurosurgeon",
          "wife",
          "Candy",
          "40",
          "wives",
          "stress",
          "part",
          "career",
          "does",
          "portend",
          "unless",
          "intervene",
          "retake",
          "rightful",
          "Typically",
          "politicians"
        ]
      },
      "callouts": {
        "ben carson": [
          " Hi, I'm Ben Carson, and I'm a retired pediatric neurosurgeon. I'm here with my wife, Candy, of 40 years, and two of my sons, and their wives. I stress the pediatric part of my career because the reason that I've gotten involved in this race is because I'm very concerned about the future of our children, and the direction of our country is one that does not portend well, unless we, the people, intervene and retake our rightful place at the pinnacle. [applause] "
        ]
      },
      "audienceReception": {
        "applause": [
          " Hi, I'm Ben Carson, and I'm a retired pediatric neurosurgeon. I'm here with my wife, Candy, of 40 years, and two of my sons, and their wives. I stress the pediatric part of my career because the reason that I've gotten involved in this race is because I'm very concerned about the future of our children, and the direction of our country is one that does not portend well, unless we, the people, intervene and retake our rightful place at the pinnacle. [applause] ",
          " The Fair Tax. Looking at both of them, and evaluating them both, and I'm talking to the American people because one of the things we must recognize is that this country is of, for, and by the people. And, it's really time that the government get out of the way, and let the people be the ones who decide how they want to run their country. [applause] ",
          " I'd put my mother on there. You know, she was one of 24 children, got married at age 13, had only a third grade education, had to raise two sons by herself, refused to be a victim. Wouldn't let us be victims, and has been an inspiration to many people. [applause] ",
          " Well, you know, I was a radical Democrat before I started listening to Ronald Reagan. And he didn't sound like what they said Republicans were. He sounded logical. And I hope that I sound logical also. Because when I look at what is going on with the United States of America, I see a lot of things that are not logical. I see us allowing people to divide us, when in fact our strength is in our unity. I see people exercising the most irresponsible fiscal habits that anyone could possibly do. And hiding it from the American people, so that the majority of people have no idea what our financial situation is. So, when someone comes along and says, free college, free phones, free this and that, and the other, they say, \"wow, that's nice,\" having no idea that they're destabilizing our position. And I think also that Ronald Reagan was a master at understanding that a pinnacle nation has to be a nation that leads. If we learn to lead in the Middle East right now, a coalition will form behind us, but never they do it if we just sit there and talk about it. Real leadership is what I would hopefully bring to America. [applause] "
        ],
        "laughter": [
          " Well, recognize that, you know, President George W. Bush is a great friend of ours, and we spent many wonderful days at the White House. I haven't been there in the last seven years. I probably have to have a food-tester. [laughter] But at any rate, I didn't suggest that nothing be done. What I suggested to President Bush is to be Kennedy-esque, in the sense that when the Russians got ahead of us in the space race, what we did is use the bully pulpit to galvanize everybody, business, industry, academia behind a national goal to put a man on the moon and bring him back safely. I said, you can do the same kind of thing. Declare that within five to 10 years we will become petroleum independent. The moderate Arab states would have been so concerned about that, they would have turned over Osama bin Laden and anybody else you wanted on a silver platter within two weeks. There are smart ways to do things and there are muscular ways to do things. And sometimes you have to look at both of those to come up with the right solution. [crosstalk] "
        ]
      },
      "speakingTime": "12.38",
      "emotionalLines": [
        " Jake, can I say something about that? ",
        " Not exactly what I said. ",
        " Can I — can I — can I just... ",
        " Can I correct... ",
        " OK. ",
        " Jake, Jake... ",
        " ... them first. ",
        " One Nation. ",
        " You know, when I entered this race, all the political pundits said it's impossible; you can't do it because you're not connected with the money. And there's no way that you can raise what you need in order to compete successfully. I in no way am willing to get in the bed with special interest group or lick the boots of billionaires. I have said to the people if they want me to do this, please get involved. And we now have over 500,000 donations, and the money is coming in. But the pundits forgot about one thing, and that is the people. And they are really in charge. ",
        " He's an OK doctor. [laughter and applause]But, you know, the fact of the matter is, we have extremely well-documented proof that there's no autism associated with vaccinations. But it is true that we are probably giving way too many in too short a period of time. And a lot of pediatricians now recognize that, and, I think, are cutting down on the number and the proximity in which those are done, and I think that's appropriate. ",
        " Hi, I'm Ben Carson, and I'm a retired pediatric neurosurgeon. I'm here with my wife, Candy, of 40 years, and two of my sons, and their wives. I stress the pediatric part of my career because the reason that I've gotten involved in this race is because I'm very concerned about the future of our children, and the direction of our country is one that does not portend well, unless we, the people, intervene and retake our rightful place at the pinnacle. [applause] ",
        " Well, I have also said, if anybody knows how to do that, that I would be willing to listen. And, if they can, you know, specify exactly how that's going to be done, and what the cost, and it sounds reasonable, then I think it's worth discussing... TRUMP(?): ...[inaudible]... ",
        " Well, what I said, after we seal the borders, after we turn off the spigot that dispenses all the goodies so we don't have people coming in here, including employment, that people who had a pristine record, we should consider allowing them to become guest workers, primarily in the agricultural sphere, because that's the place where Americans don't seem to want to work. That's what I said. And they have a six-month period to do that. If they don't do it within that time period, then they become illegal, and as illegals, they will be treated as such. ",
        " Well, first of all, let me say what I actually said about raising the minimum wage. I was asked should it be raised, I said, probably, or possibly. But, what I added, which I think is the most important thing, so, I said we need to get both sides of this issue to sit down, and talk about it. Negotiate a reasonable minimum wage, and index that so that we never have to have this conversation again in the history of America. I think we also have to have two minimum wages, a starter, and a sustaining because how are young people ever going to get a job if you have such a high minimum wage that it makes it impractical to hire them... ",
        " Well, you know, I've just explained it to him. He can read about it if he wants to. I think he's an intelligent man and will make the correct decision after getting the real facts. ",
        " Typically, politicians do things that are politically expedient. And they are looking for whatever their particular goal is. That is not the reason that I have gotten into this thing. I'm extraordinary concerned about the direction of this country, the divisiveness that is going on, fiscal irresponsibility, the failure to take a leadership position in the world. All of those things will lead to a situation where the next generation will not have a chance that we've had now. So I don't — I don't want to really get into describing who's a politician and who's not a politician, but I think the people have kind of made that decision for themselves already, and will continue to do so as time goes on. ",
        " ...on to our property, it's ridiculous. ",
        " There are a lot of problems that are going on, and we need to solve those problems, we need to build up our military... ",
        " Well, let me put it this way, there has — there have been numerous studies, and they have not demonstrated that there is any correlation between vaccinations and autism. This was something that was spread widely 15 or 20 years ago, and it has not been adequately, you know, revealed to the public what's actually going on. Vaccines are very important. Certain ones. The ones that would prevent death or crippling. There are others, there are a multitude of vaccines which probably don't fit in that category, and there should be some discretion in those cases. But, you know, a lot of this is — is — is pushed by big government. And I think that's one of the things that people so vehemently want to get rid of, big government. You know, we have 4.1 million federal employees. Six hundred and fifty federal agencies and department (sic). That's why they have to take so much of our taxes. ",
        " I'd put my mother on there. You know, she was one of 24 children, got married at age 13, had only a third grade education, had to raise two sons by herself, refused to be a victim. Wouldn't let us be victims, and has been an inspiration to many people. [applause] "
      ],
      "personalIssues": {
        "The American People Deserve a Better Tax Code": "0.53",
        "Stand by Israel, Our Bulwark Middle East Ally": "0.07",
        "Protect the Second Amendment": "0.04",
        "Keep Faith in Our Society": "0.04",
        "Keep Gitmo Open": "0.04",
        "Education": "0.04",
        "Russia and Lessons Learned": "0.00",
        "Health Care": "0.00",
        "Balanced Budget Amendment": "0.00",
        "Protecting Innocent Life": "0.00"
      },
      "averageWordUsage": {
        "people": "0.0254",
        "things": "0.0145",
        "And": "0.0266",
        "don": "0.0157",
        "want": "0.0121",
        "think": "0.0145",
        "know": "0.0157",
        "said": "0.0169",
        "But": "0.0121",
        "Well": "0.0109"
      }
    },
    "christie": {
      "totalWords": 14082,
      "uniqueWords": {
        "total": 964,
        "mostUnique": [
          "Hi",
          "name",
          "Chris",
          "camera",
          "ask",
          "hand",
          "today",
          "Barak",
          "leadership",
          "short",
          "stripped",
          "trust",
          "faith",
          "belief",
          "generation",
          "He",
          "As",
          "beat",
          "head",
          "fight"
        ]
      },
      "callouts": {
        "chris christie": [
          " Hi, my name is Chris Christie, and I'd like to you take the camera off me and put it on the audience because I'd like to ask all of you, how many of you, raise your hand, believe that in today's Barak Obama America your children will have a better life than you've had? You see? That's why I'm running for President. because leadership is not about me, it's about our country. And, what we talk about tonight, it's not about us, it's about the people in the audience tonight, because in seven short years this president has stripped away their trust, and their faith, and their belief that the next generation will have a better life. He's stolen that from us, and when I'm president, I'm going to take it back. [applause] "
        ],
        "hillary clinton": [
          " Stop — and stop playing — and Carly — Carly, listen. You can interrupt everybody else on this stage, you're not going to interrupt me, OK? The fact is that we don't want to hear about your careers, back and forth and volleying back and forth about who did well and who did poorly. You're both successful people. Congratulations. You know who's not successful? The middle class in this country who's getting plowed over by Barack Obama and Hillary Clinton. Let's start talking about those issues tonight and stop this childish back-and-forth between the two of you. [applause] ",
          " Listen, you know, Hugh, it's an important point. And the question is, who is going to prosecute Hillary Clinton? The Obama White House seems to have in interest, the Justice Department seems to have no interest. I think it's time to put a former federal prosecutor on the same stage as Hillary Clinton. [applause] And I will prosecute her during those debates on that stage for the record we're talking about here. The fact she had a private email server in her basement, using national security secrets running through it, could have been hacked by the Russians, the Chinese, or two 18-year-olds on a toot (ph) wanting to have some fun. No one is answering that question from the Hillary Clinton campaign... ",
          " No, it's not. But with Donald, it's a good start. That's really good. [laughter] No, listen. This is an issue that — that we've gotta talk about, and we haven't talked about yet. 71 percent of all federal spending is on entitlements and debt service. When John Kennedy was elected president in 1960, it was 26 percent. Harvard and Dartmouth says that Social Security's going to go insolvent in seven to eight years. So what I say is very simple. We need to save this program for the good people out there who have paid into the system and need it. And if that means making sure that folks like Donald and many of us on the stage don't get it, that's the right thing to do because here's what Hillary Clinton is going to want to do. She's going to want to put more money into a system that has already lied to us and stolen from us. This government doesn't need more money to make Social Security solvent. We need to be not paying out benefits to people who don't really need it. We need to protect the people who Social Security means the difference between picking between heat and rent and food. That's why I put out the proposal and that's the people I'm trying to...[crosstalk] "
        ]
      },
      "audienceReception": {
        "applause": [
          " Hi, my name is Chris Christie, and I'd like to you take the camera off me and put it on the audience because I'd like to ask all of you, how many of you, raise your hand, believe that in today's Barak Obama America your children will have a better life than you've had? You see? That's why I'm running for President. because leadership is not about me, it's about our country. And, what we talk about tonight, it's not about us, it's about the people in the audience tonight, because in seven short years this president has stripped away their trust, and their faith, and their belief that the next generation will have a better life. He's stolen that from us, and when I'm president, I'm going to take it back. [applause] ",
          " Jake listen. While I'm as entertained as anyone by this personal back-and-forth about the history of Donald and Carly's career, for the 55-year-old construction worker out in that audience tonight who doesn't have a job, who can't fund his child's education, I've got to tell you the truth. They could care less about your careers, they care about theirs. [applause] Let's start talking about that on this stage and stop playing — and stop playing the games. Stop playing — ",
          " Stop — and stop playing — and Carly — Carly, listen. You can interrupt everybody else on this stage, you're not going to interrupt me, OK? The fact is that we don't want to hear about your careers, back and forth and volleying back and forth about who did well and who did poorly. You're both successful people. Congratulations. You know who's not successful? The middle class in this country who's getting plowed over by Barack Obama and Hillary Clinton. Let's start talking about those issues tonight and stop this childish back-and-forth between the two of you. [applause] ",
          " Listen, you know, Hugh, it's an important point. And the question is, who is going to prosecute Hillary Clinton? The Obama White House seems to have in interest, the Justice Department seems to have no interest. I think it's time to put a former federal prosecutor on the same stage as Hillary Clinton. [applause] And I will prosecute her during those debates on that stage for the record we're talking about here. The fact she had a private email server in her basement, using national security secrets running through it, could have been hacked by the Russians, the Chinese, or two 18-year-olds on a toot (ph) wanting to have some fun. No one is answering that question from the Hillary Clinton campaign... ",
          " Well, Jake, I was named U.S. attorney by President Bush on September 10th, 2001. And that next day my wife Mary Pat did what she did every day, she traveled through the World Trade Center and went to her office two blocks from the World Trade Center. And after those planes hit, for five-and-a-half-hours after that, I couldn't reach her, didn't know whether she was dead or alive, and we had three children at the time, 8, 5 and 1. And I had to confront what so many thousands of others in my region had to confront, the idea I might become a single parent, the idea that my life and my children's life might be changed forever. We lost friends that day. We went to the funerals. And I will tell you that what those people wanted and what they deserved was for America to answer back against what had been done to them. And I support what President Bush did at that time, going into Afghanistan, hunting al Qaeda and its leaders, getting its sanctuary out of place, and making it as difficult around the world for them to move people and money. And then he went to prosecutors like us, and he said, never again. Don't prosecute these people after the crime is committed. Intervene before the crime happens. I absolutely believe that what the president did at the time was right. And I am proud to have been one of the people on the stage who was part of making sure that what Governor Bush said before was the truth. America was safe for those seven years and Barack Obama has taken that safety away from us. [applause] ",
          " Let me say this, Jake, is that while that may have been a fine idea that Dr. Carson had, these people were out to kill us. I stood in that region with my family, and every time a plane went overhead in the weeks after that, people's heads jerked to the sky because they thought it was happening again. You do not need to go through subtle diplomacy at that point. That could be handled later on. What you need is a strong American leader who will take the steps that are necessary to protect our nation. That's what I would do as commander-in-chief in this circumstance. And that's what President George W. Bush did in 2001. [applause] ",
          " I don't think Senator Rubio is a skeptic of climate change. I think what Senator Rubio said I agree with. That in fact we don't need this massive government intervention to deal with the problem. Look at what we have done in New Jersey. We have already reached our clean air goals for 2020. And when I was governor, I pulled out of the regional cap and trade deal, the only state in the Northeast that did that. And we still reached our goals. Why? Because 53 percent of our electricity comes from nuclear. We use natural gas. We use solar power. We're the third-highest- using solar power state. You know why? Because we made all of those things economically feasible. I agree with Marco. We shouldn't be destroying our economy in order to chase some wild left-wing idea that somehow us by ourselves is going to fix the climate. We can contribute to that and be economically sound. We have proven we can do that in New Jersey. Nuclear needs to be back on the table in a significant way in this country if we want to go after this problem. [applause] ",
          " I think the Adams family has been shorted in the currency business. Our country wouldn't be here without John Adams, and he would not have been able to do it without Abigal Adams, so, I'd put Abigail Adams on the bill. [applause] ",
          " I turned 18 in 1980, and my first vote was for Ronald Reagan. Boy, am I glad I did it. And I think the country is, too. A Christie presidency won't be about me. It will be about you. Tonight, you sit at home in your living room, frustrated that you play by the rules, you pay the taxes, you do the hard things to raise your family, yet you feel like America's generosity is being taken advantage of. That you've been — system is being gamed, and that you're turning out to fall further and further behind. Our presidency — our presidency — will be about ending that, about enforcing the law, level the playing field for everybody, and once again reward those folks who play by the rules, and think that justice means more than just the word. But it means a way of life. And I will tell you this, around the world, I will not shake hands with, I will not meet with, and I will not agree to anything with a country that says death to us and death to Israel and holds our hostages while we sign agreements with them. It will be an America that be strong and resolute, and will once again be able to stick out its chest and say, \"we truly are the greatest nation in the world, because we live our lives that way, each and every day.\" [applause] "
        ],
        "laughter": [
          " Well, I know Ben wasn't talking about me, I'm sure he was talking about one of the other guys, not me. [laughter] As far as being an outsider is concerned — as far as being an outsider is concerned, let me tell you this, Jake, I'm a Republican in New Jersey. I wake up every morning as an outsider. I wake up every morning with a Democratic legislature who trying to beat my head in and fight me because I'm trying to bring conservative change to a state that needed it desperately. And so, everyone can talk us here about their credentials. But the bottom line is, every morning I get up, I veto 400 bills from a crazy liberal Democratic legislature, not one of them has been overridden. I've vetoed more tax increases than any governor in American history, according to Americans for Tax Reform. What folks want in this country is somebody to go down there and get the job done. And that's exactly what I'll do. So, I know this much, that what the American people want to hire right now is somebody who believes in them. And believes that they are the ones who can fix our country. I will be the vessel through which they can fix this country, but it's not about me. It's about all of you. And getting this government off your back and out of your way, and letting you succeed. I know Ben wasn't talking about me. ",
          " See, Jake, it wasn't me. [laughter] ",
          " No, it's not. But with Donald, it's a good start. That's really good. [laughter] No, listen. This is an issue that — that we've gotta talk about, and we haven't talked about yet. 71 percent of all federal spending is on entitlements and debt service. When John Kennedy was elected president in 1960, it was 26 percent. Harvard and Dartmouth says that Social Security's going to go insolvent in seven to eight years. So what I say is very simple. We need to save this program for the good people out there who have paid into the system and need it. And if that means making sure that folks like Donald and many of us on the stage don't get it, that's the right thing to do because here's what Hillary Clinton is going to want to do. She's going to want to put more money into a system that has already lied to us and stolen from us. This government doesn't need more money to make Social Security solvent. We need to be not paying out benefits to people who don't really need it. We need to protect the people who Social Security means the difference between picking between heat and rent and food. That's why I put out the proposal and that's the people I'm trying to...[crosstalk] "
        ]
      },
      "speakingTime": "14.40",
      "emotionalLines": [
        " See, Jake, it wasn't me. [laughter] ",
        " I was — [crosstalk] ",
        " She is, and so if she, based on conscience, can't sign that — that marriage license, then there should be someone in her office to be able to do it, and if the law needs to be changed in the state of Kentucky, which is what she's advocating, it should be changed. ",
        " And why don't we do the same thing with Planned Parenthood? ",
        " We elected a Republican Congress to do this. And they should be doing it, and they're not. And they're giving the president a pass. ",
        " I put it in the list, Dana. We should be doing these things and forcing the president to take action. ",
        " John — I'm not done yet, John. ",
        " Jake, you brought my issue up. ",
        " Look at him smiling at me right now. I know Ben didn't mean it about me. One of these other guys, I'm sure. ",
        " Stop — and stop playing — and Carly — Carly, listen. You can interrupt everybody else on this stage, you're not going to interrupt me, OK? The fact is that we don't want to hear about your careers, back and forth and volleying back and forth about who did well and who did poorly. You're both successful people. Congratulations. You know who's not successful? The middle class in this country who's getting plowed over by Barack Obama and Hillary Clinton. Let's start talking about those issues tonight and stop this childish back-and-forth between the two of you. [applause] ",
        " You know why? Because she knows she's wrong, and she cannot look in the mirror at herself, and she cannot tell the American people the truth. ",
        " I don't think Senator Rubio is a skeptic of climate change. I think what Senator Rubio said I agree with. That in fact we don't need this massive government intervention to deal with the problem. Look at what we have done in New Jersey. We have already reached our clean air goals for 2020. And when I was governor, I pulled out of the regional cap and trade deal, the only state in the Northeast that did that. And we still reached our goals. Why? Because 53 percent of our electricity comes from nuclear. We use natural gas. We use solar power. We're the third-highest- using solar power state. You know why? Because we made all of those things economically feasible. I agree with Marco. We shouldn't be destroying our economy in order to chase some wild left-wing idea that somehow us by ourselves is going to fix the climate. We can contribute to that and be economically sound. We have proven we can do that in New Jersey. Nuclear needs to be back on the table in a significant way in this country if we want to go after this problem. [applause] ",
        " I think the Adams family has been shorted in the currency business. Our country wouldn't be here without John Adams, and he would not have been able to do it without Abigal Adams, so, I'd put Abigail Adams on the bill. [applause] ",
        " You know, I've been called a lot of names by a lot of different people, and now I got to get called by names by the Secret Service? I would just say True Heart. ",
        " Jake listen. While I'm as entertained as anyone by this personal back-and-forth about the history of Donald and Carly's career, for the 55-year-old construction worker out in that audience tonight who doesn't have a job, who can't fund his child's education, I've got to tell you the truth. They could care less about your careers, they care about theirs. [applause] Let's start talking about that on this stage and stop playing — and stop playing the games. Stop playing — ",
        " Well, Jake, I was named U.S. attorney by President Bush on September 10th, 2001. And that next day my wife Mary Pat did what she did every day, she traveled through the World Trade Center and went to her office two blocks from the World Trade Center. And after those planes hit, for five-and-a-half-hours after that, I couldn't reach her, didn't know whether she was dead or alive, and we had three children at the time, 8, 5 and 1. And I had to confront what so many thousands of others in my region had to confront, the idea I might become a single parent, the idea that my life and my children's life might be changed forever. We lost friends that day. We went to the funerals. And I will tell you that what those people wanted and what they deserved was for America to answer back against what had been done to them. And I support what President Bush did at that time, going into Afghanistan, hunting al Qaeda and its leaders, getting its sanctuary out of place, and making it as difficult around the world for them to move people and money. And then he went to prosecutors like us, and he said, never again. Don't prosecute these people after the crime is committed. Intervene before the crime happens. I absolutely believe that what the president did at the time was right. And I am proud to have been one of the people on the stage who was part of making sure that what Governor Bush said before was the truth. America was safe for those seven years and Barack Obama has taken that safety away from us. [applause] ",
        " Be honest, Ben, be honest. ",
        " Let's force him to do what he says he's going to do. Now I don't know whether he'll do it or not, but let's force him to do it. ",
        " Let me say this, Jake, is that while that may have been a fine idea that Dr. Carson had, these people were out to kill us. I stood in that region with my family, and every time a plane went overhead in the weeks after that, people's heads jerked to the sky because they thought it was happening again. You do not need to go through subtle diplomacy at that point. That could be handled later on. What you need is a strong American leader who will take the steps that are necessary to protect our nation. That's what I would do as commander-in-chief in this circumstance. And that's what President George W. Bush did in 2001. [applause] ",
        " I understand. No, no, listen, everybody makes a mistake every once in a while, Jake, even George Shultz. And if that's truly a representation of what he believes we should be doing, then with all due respect to the former secretary of state, I disagree with him. "
      ],
      "personalIssues": {
        "Border Security and Immigration": "0.17",
        "Healthcare for America's Veterans": "0.15",
        "Criminal Justice": "0.06",
        "Economy": "0.04",
        "Education": "0.04",
        "Entitlements": "0.04",
        "Foreign Policy": "0.00"
      },
      "averageWordUsage": {
        "life": "0.0093",
        "You": "0.0124",
        "That": "0.0093",
        "country": "0.0104",
        "And": "0.0311",
        "people": "0.0197",
        "going": "0.0093",
        "applause": "0.0093",
        "know": "0.0135",
        "Jake": "0.0093",
        "don": "0.0093",
        "need": "0.0187",
        "think": "0.0093",
        "use": "0.0093"
      }
    },
    "fiorina": {
      "totalWords": 14134,
      "uniqueWords": {
        "total": 1000,
        "mostUnique": [
          "Good",
          "evening",
          "story",
          "secretary",
          "proves",
          "30",
          "started",
          "driving",
          "tow",
          "truck",
          "family",
          "owned",
          "auto",
          "body",
          "shop",
          "pivotal",
          "where",
          "grown",
          "big",
          "inept"
        ]
      },
      "callouts": {
        "hillary clinton": [
          " Dana, I would like to link these two issues, both of which are incredibly important, Iran and Planned Parenthood. One has something to do with the defense of the security of this nation. The other has something to do with the defense of the character of this nation. You have not heard a plan about Iran from any politician up here, here is my plan. On day one in the Oval Office, I will make two phone calls, the first to my good friend to Bibi Netanyahu to reassure him we will stand with the state of Israel. The second, to the supreme leader, to tell him that unless and until he opens every military and every nuclear facility to real anytime, anywhere inspections by our people, not his, we, the United States of America, will make it as difficult as possible and move money around the global financial system. We can do that, we don't need anyone's cooperation to do it. And every ally and every adversary we have in this world will know that the United States in America is back in the leadership business, which is how we must stand with our allies. As regards Planned Parenthood, anyone who has watched this videotape, I dare Hillary Clinton, Barack Obama to watch these tapes. Watch a fully formed fetus on the table, it's heart beating, it's legs kicking while someone says we have to keep it alive to harvest its brain. This is about the character of our nation, and if we will not stand up in and force President Obama to veto this bill, shame on us. [applause] "
        ],
        "jeb bush": [
          " I agree with Senator Paul. I agree with states' rights. But we are misleading young people when we tell them that marijuana is just like having a beer. It's not. And the marijuana that kids are smoking today is not the same as the marijuana that Jeb Bush smoked 40 years ago. [laughter] We do — sorry, Barbara. We do need — we do need criminal justice reform. We have the highest incarceration rates in the world. Two-thirds of the people in our prisons are there for non-violent offenses, mostly drug related. It's clearly not working. But we need to tell young people the truth. Drug addiction is an epidemic, and it is taking too many of our young people. I know this sadly from personal experience. "
        ]
      },
      "audienceReception": {
        "applause": [
          " Good evening. My story, from secretary to CEO, is only possible in this nation, and proves that everyone of us has potential. My husband, Frank, of 30 years, started out driving a tow truck for a family owned auto body shop. We have come to a pivotal point in our nation's history where this nation's possibilities and potential are being crushed by a government grown so big, so powerful, so inept, so corrupt, and a political class that refuses to do anything about it. I am prepared to lead the resurgence of this great nation. [applause] ",
          " ...I will. We could arm the Kurds. They've been asking us for three years. All of this is within our control. [applause] ",
          " ...Jake, [inaudible]... [applause] ",
          " Dana, I would like to link these two issues, both of which are incredibly important, Iran and Planned Parenthood. One has something to do with the defense of the security of this nation. The other has something to do with the defense of the character of this nation. You have not heard a plan about Iran from any politician up here, here is my plan. On day one in the Oval Office, I will make two phone calls, the first to my good friend to Bibi Netanyahu to reassure him we will stand with the state of Israel. The second, to the supreme leader, to tell him that unless and until he opens every military and every nuclear facility to real anytime, anywhere inspections by our people, not his, we, the United States of America, will make it as difficult as possible and move money around the global financial system. We can do that, we don't need anyone's cooperation to do it. And every ally and every adversary we have in this world will know that the United States in America is back in the leadership business, which is how we must stand with our allies. As regards Planned Parenthood, anyone who has watched this videotape, I dare Hillary Clinton, Barack Obama to watch these tapes. Watch a fully formed fetus on the table, it's heart beating, it's legs kicking while someone says we have to keep it alive to harvest its brain. This is about the character of our nation, and if we will not stand up in and force President Obama to veto this bill, shame on us. [applause] ",
          " You know, it's interesting to me, Mr. Trump said that he heard Mr. Bush very clearly and what Mr. Bush said. I think women all over this country heard very clearly what Mr. Trump said. [applause] ",
          " — out a full-page ad in the New York Times to say he was wrong, I was right. I was a terrific CEO, the board was dysfunctional. And he thinks I will make a magnificent president of the United States. [applause] ",
          " ...aren't dying waiting for health care. [applause] ",
          " I wouldn't change the $10 bill, or the $20 bill. I think, honestly, it's a gesture. I don't think it helps to change our history. What I would think is that we ought to recognize that women are not a special interest group. Women are the majority of this nation. We are half the potential of this nation, and this nation will be better off when every woman has the opportunity to live the life she chooses. [applause] ",
          " I think what this nation can be and must be is symbolized by Lady Liberty and Lady Justice. Lady Liberty stands tall and strong. She is clear-eyed and resolute. She doesn't shield her eyes from the realities of the world, but she faces outward into the world nevertheless, as we always must. And she holds her torch high, because she knows she is a beacon of hope in a very troubled world. And Lady Justice, Lady Justice holds a sword by her side, because she is a fighter, a warrior for the values and the principles that have made this nation great. She holds a scale in her other hand. And with that scale she says all of us are equal in the eyes of God. And so all of us must be equal in the eyes of the law and the government, powerful and powerless alike. And she wears a blindfold. And with that blindfold she is saying to us that it must be true, it can be true that in this country, in this century, it doesn't matter who you are, it doesn't matter what you look like, it doesn't matter how you start, it doesn't matter your circumstances, here in this nation, every American's life must be filled with the possibilities that come from their God-given gifts. One nation, under God, indivisible, with liberty and justice for all. [applause] "
        ],
        "laughter": [
          " I agree with Senator Paul. I agree with states' rights. But we are misleading young people when we tell them that marijuana is just like having a beer. It's not. And the marijuana that kids are smoking today is not the same as the marijuana that Jeb Bush smoked 40 years ago. [laughter] We do — sorry, Barbara. We do need — we do need criminal justice reform. We have the highest incarceration rates in the world. Two-thirds of the people in our prisons are there for non-violent offenses, mostly drug related. It's clearly not working. But we need to tell young people the truth. Drug addiction is an epidemic, and it is taking too many of our young people. I know this sadly from personal experience. "
        ]
      },
      "speakingTime": "13.74",
      "emotionalLines": [
        " — this is about changing the system. ",
        " Having... ",
        " Having met Vladimir Putin, if I may... ",
        " Having met Vladimir Putin, I wouldn't talk to him at all. We've talked way too much to him. What I would do, immediately, is begin rebuilding the Sixth Fleet, I would begin rebuilding the missile defense program in Poland, I would conduct regular, aggressive military exercises in the Baltic states. I'd probably send a few thousand more troops into Germany. Vladimir Putin would get the message. By the way, the reason it is so critically important that every one of us know General Suleimani's name is because Russia is in Syria right now, because the head of the Quds force traveled to Russia and talked Vladimir Putin into aligning themselves with Iran and Syria to prop up Bashar al- Assad. Russia is a bad actor, but Vladimir Putin is someone we should not talk to, because the only way he will stop is to sense strength and resolve on the other side, and we have all of that within our control. We could rebuild the Sixth Fleet. I will. We haven't. We could rebuild the missile defense program. We haven't. I will. We could also, to Senator Rubio's point, give the Egyptians what they've asked for, which is intelligence. We could give the Jordanians what they've asked for... ",
        " ...bombs and materiel. We have not supplied it... ",
        " ...Jake... ",
        " And then it'll be my turn. ",
        " Jake? ",
        " Jake? ",
        " Dana, with all being said to Mr. Trump... ",
        " Immigration did not come up in 2016 because Mr. Trump brought it up. We talked about it in 2012, we talked about it in 2008. We talked about it in 2004. ",
        " ...the truth is, you can't just wave your hands and say \"the 14th Amendment is gonna go away.\" It will take an extremely arduous vote in Congress, followed by two-thirds of the states, and if that doesn't work to amend the Constitution, then it is a long, arduous process in court. And meanwhile, what will continue to go on is what has gone on for 25 years. With all due respect, Mr. Trump, we've been talking about illegal immigration for 25 years. San Francisco has been a sanctuary city since 1989. There are 300 of them. And meanwhile, what has happened? Nothing. The border remains insecure. The legal immigration system remains broken. Look, we know what it takes to secure a border. We've heard a lot of great ideas here. Money, manpower, technology... ",
        " ...mostly, apparently, leadership... ",
        " OK. ",
        " — of this nation any differently than you managed the finances — ",
        " — of your casinos? ",
        " Well — ",
        " Well, Mr. Trump — ",
        " A track record of leadership is not a game. It is the issue in this election. ",
        " We just spent — we just spent the last 10 minutes... "
      ],
      "personalIssues": {
        "New Possibilities. \n Real Leadership.": "0.41"
      },
      "averageWordUsage": {
        "nation": "0.0180",
        "years": "0.0110",
        "know": "0.0160",
        "think": "0.0110",
        "Trump": "0.0100",
        "people": "0.0130",
        "And": "0.0180",
        "need": "0.0120"
      }
    },
    "huckabee": {
      "totalWords": 10273,
      "uniqueWords": {
        "total": 817,
        "mostUnique": [
          "Mike",
          "Huckabee",
          "fellow",
          "Republicans",
          "self",
          "professed",
          "socialist",
          "investigation",
          "FBI",
          "destroyed",
          "records",
          "leaked",
          "secrets",
          "Wall",
          "Street",
          "axis",
          "speak",
          "contemptuously",
          "Mr",
          "T"
        ]
      },
      "callouts": {
        "mike huckabee": [
          " I'm Mike Huckabee. I'm delighted to be on this stage with some remarkable fellow Republicans. None of us are a self-professed socialist. None of us on this state are under investigation by the FBI because we destroyed government records, or because we leaked secrets. I know that there are some in the Wall-Street-to-Washington axis of power who speak of all of us contemptuously. But I'm here to say that I think we are, in fact, the A team. We have some remarkable people, and, in fact, not only are we the A team; we even have our own Mr. T, who doesn't mind saying about others, \"you're a fool.\" And I'm delighted to be here with all of these guys, and would put any of them in an administration that I led. Thank you very much. [applause] "
        ]
      },
      "audienceReception": {
        "applause": [
          " I'm Mike Huckabee. I'm delighted to be on this stage with some remarkable fellow Republicans. None of us are a self-professed socialist. None of us on this state are under investigation by the FBI because we destroyed government records, or because we leaked secrets. I know that there are some in the Wall-Street-to-Washington axis of power who speak of all of us contemptuously. But I'm here to say that I think we are, in fact, the A team. We have some remarkable people, and, in fact, not only are we the A team; we even have our own Mr. T, who doesn't mind saying about others, \"you're a fool.\" And I'm delighted to be here with all of these guys, and would put any of them in an administration that I led. Thank you very much. [applause] ",
          " Because I think it is incredibly important. This is really about the survival of Western civilization. This is not just a little conflict with a Middle Eastern country that we've just now given over $100 billion to, the equivalent in U.S. terms is $5 trillion. This threatens Israel immediately, this threatens the entire Middle East, but it threatens the United States of America. And we can't treat a nuclear Iranian government as if it is just some government that would like to have power. This is a government for 36 years has killed Americans, they kidnapped Americans, they have maimed Americans. They have sponsored terrorist groups, Hamas and Hezbollah, and they threaten the very essence of Western civilization. To give them this agreement, that the president treats like the Magna Carta, but Iranians treat it like it's toilet paper, and we must, simply, make it very clear that the next president, one of us on this stage, will absolutely not honor that agreement, and will destroy it and will be tough with Iran, because otherwise, we put every person in this world in a very dangerous place. [applause] ",
          " No, no. Let me finish this one thought, Jake. I haven't gotten that much time, so I'm going to take just what little I can here. We made accommodation to the Fort Hood shooter to let him grow a beard. We made accommodations to the detainees at Gitmo — I've been to Gitmo, and I've seen the accommodations that we made to the Muslim detainees who killed Americans. You're telling me that you cannot make an accommodation for an elected Democrat county clerk from Rowan County, Kentucky? What else is it other than the criminalization of her faith and the exaltation of the faith of everyone else who might be a Fort Hood shooter or a detainee at Gitmo? [applause] ",
          " I have a different idea. I think we ought to get rid of all the taxes on people who produce. Why should we penalize productivity? And it's why I'm an unabashed supporter of the \"fair tax,\" which would be a tax on our consumption, rather than a tax on our productivity. In other words, you're not going to tax anybody for what they earn, whether it's worker whose working by the hour or whether it's a hedge fund manager. If they can produce something and bring capital and labor to create jobs, we need some jobs. And I think the \"fair tax\" makes more sense. Now, Jake, I've been listening to everybody on the stage and there is a lot of back and forth about I'm the only one who has done this, the only one who has done that, I've done great things. We've all done great things or we wouldn't be on this stage. But it occurs to me as we're sitting here in the Reagan Library that most of us would like to pay tribute to a guy who, when he got elected, didn't get elected telling everybody how great he was. He got elected telling everybody how great the American people were. And he empowered them to live their dreams, which is what I'd love to see us do by no longer penalizing the people who are out there working because they are taking a gut punch right now. [applause] ",
          " At the end of my presidency I would like to believe that the world would be a safe place, and there wouldn't be the threats. not only to the U.S., but to Israel and our allies, because we would have the most incredible well-trained, well-equipped, well- prepared military in the history of mankind. And they would know that the commander-in-chief would never send them to a mission without all the resources necessary, but people wouldn't bully us anymore. Because they would know that that would be an invitation to their destruction. Domestically, we would be operating under a tax system that eliminated the IRS. People wouldn't be punished for their work, and for what they produced. And life would be really deemed precious. Abortion would be no more. It would be as much of a scourge in our past as slavery is. And we would have a peaceful country, where people respected each other and people respected law enforcement. And we would focus on cures. And we would make this country not only safe from our enemies without, but safe from the enemies within. And it would be a good place to raise our kids and our grandkids. [applause] "
        ],
        "laughter": [
          " ...You don't want me operating on you, I assure you. [laughter] ",
          " That's an easy one. I'd put my wife on there. [laughter] I've been married to her 41 years. She's fought cancer and lived through it. She's raised three kids, five great grandkids, and she's put up with me. I mean, who else could possibly be on that money other than my wife. And that way, she could spend her own money with her face. [laughter] "
        ]
      },
      "speakingTime": "10.23",
      "emotionalLines": [
        " I've been patiently waiting, and I'm going to just say this about Iran. ",
        " Because I think it is incredibly important. This is really about the survival of Western civilization. This is not just a little conflict with a Middle Eastern country that we've just now given over $100 billion to, the equivalent in U.S. terms is $5 trillion. This threatens Israel immediately, this threatens the entire Middle East, but it threatens the United States of America. And we can't treat a nuclear Iranian government as if it is just some government that would like to have power. This is a government for 36 years has killed Americans, they kidnapped Americans, they have maimed Americans. They have sponsored terrorist groups, Hamas and Hezbollah, and they threaten the very essence of Western civilization. To give them this agreement, that the president treats like the Magna Carta, but Iranians treat it like it's toilet paper, and we must, simply, make it very clear that the next president, one of us on this stage, will absolutely not honor that agreement, and will destroy it and will be tough with Iran, because otherwise, we put every person in this world in a very dangerous place. [applause] ",
        " One final thing. I'd make darn sure that we absolutely believe the 10th Amendment. Every governor on this stage would share this much with you. Every one of us — our biggest fight wasn't always with the legislature or even with the Democrats. My gosh, half the time, it was with the federal government who apparently never understood — ",
        " — that if it's not reserved in the Constitution, then the 10th Amendment says it's left to the states. But somebody forgot to send a memo to Washington. ",
        " Jake? Jake? ",
        " $1.1 trillion by the year 2050. We change the economy and the country. ",
        " I'd go with Duck Hunter. ",
        " At the end of my presidency I would like to believe that the world would be a safe place, and there wouldn't be the threats. not only to the U.S., but to Israel and our allies, because we would have the most incredible well-trained, well-equipped, well- prepared military in the history of mankind. And they would know that the commander-in-chief would never send them to a mission without all the resources necessary, but people wouldn't bully us anymore. Because they would know that that would be an invitation to their destruction. Domestically, we would be operating under a tax system that eliminated the IRS. People wouldn't be punished for their work, and for what they produced. And life would be really deemed precious. Abortion would be no more. It would be as much of a scourge in our past as slavery is. And we would have a peaceful country, where people respected each other and people respected law enforcement. And we would focus on cures. And we would make this country not only safe from our enemies without, but safe from the enemies within. And it would be a good place to raise our kids and our grandkids. [applause] ",
        " No, no. Let me finish this one thought, Jake. I haven't gotten that much time, so I'm going to take just what little I can here. We made accommodation to the Fort Hood shooter to let him grow a beard. We made accommodations to the detainees at Gitmo — I've been to Gitmo, and I've seen the accommodations that we made to the Muslim detainees who killed Americans. You're telling me that you cannot make an accommodation for an elected Democrat county clerk from Rowan County, Kentucky? What else is it other than the criminalization of her faith and the exaltation of the faith of everyone else who might be a Fort Hood shooter or a detainee at Gitmo? [applause] ",
        " ...You don't want me operating on you, I assure you. [laughter] ",
        " And the reason Barack Obama has been dangerous to this country and we better elect someone who had some executive experience, is because we cannot afford another eight years having a person in the office who doesn't know what he does not know. ",
        " I think we need to remember that there are maybe some controversies about autism, but there is no controversy about the things that are really driving the medical costs in this country. And I would really believe that the next president ought to declare a war on cancer, heart disease, diabetes, and Alzheimer's, because those are the four things that are causing the greatest level of cost. John Kennedy said, \"we'll go to the moon in a decade and bring a man back,\" and we did it. I grew up in the '50s. I remember the polio vaccine. We saved billions of dollars since that time, because we haven't had to treat for polio. Why doesn't this country focus on cures rather than treatment? Why don't we put a definitive focus scientifically on finding the cure for cancer, for heart disease, for diabetes and for Alzheimer's, a disease alone that will cost us — ",
        " I would certainly love to get in on this, because I think the single... [crosstalk] ",
        " That's an easy one. I'd put my wife on there. [laughter] I've been married to her 41 years. She's fought cancer and lived through it. She's raised three kids, five great grandkids, and she's put up with me. I mean, who else could possibly be on that money other than my wife. And that way, she could spend her own money with her face. [laughter] ",
        " You better believe I will, because I'm tired of liberals always having a litmus test and conservatives are supposed to pretend we don't. Well let me tell you what mine would be. Number one, I'd ask do you think that the unborn child is a human being or is it just a blob of tissue? I'd want to know the answer to that. I'd want to know do you believe in the First Amendment, do you believe that religious liberty is the fundamental liberty around which all the other freedoms of this country are based? And I'd want to know do you really believe in the Second Amendment, do you believe that we have an individual right to bear arms to protect ourselves and our family and to protect our country? And do you believe in the Fifth and the 14th Amendment? Do you believe that a person, before they're deprived of life and liberty, should in fact have due process and equal protection under the law? Because if you do, you're going to do more than defund Planned Parenthood. ",
        " I'm Mike Huckabee. I'm delighted to be on this stage with some remarkable fellow Republicans. None of us are a self-professed socialist. None of us on this state are under investigation by the FBI because we destroyed government records, or because we leaked secrets. I know that there are some in the Wall-Street-to-Washington axis of power who speak of all of us contemptuously. But I'm here to say that I think we are, in fact, the A team. We have some remarkable people, and, in fact, not only are we the A team; we even have our own Mr. T, who doesn't mind saying about others, \"you're a fool.\" And I'm delighted to be here with all of these guys, and would put any of them in an administration that I led. Thank you very much. [applause] ",
        " No, I don't think he's on the wrong side of such an issue. Jeb is a friend. I'm not up here to fight with Jeb or to fight with anybody else. But I am here to fight for somebody who is a county clerk elected under the Kentucky constitution that 75 percent of the people of that state had voted for that said that marriage was between a man and a woman. The Supreme Court in a very, very divided decision decided out of thin air that they were just going to redefine marriage. It's a decision that the other justices in dissent said they didn't have and there wasn't a constitutional shred of capacity for them to do it. I thought that everybody here passed ninth-grade civics. The courts cannot legislate. That's what Roberts said. But heck, it's what we learned in civics. The courts can't make a law. They can interpret one. They can review one. They can't implement it. They can't force it. But here's what happened: Because the courts just decided that something was going to be and people relinquished it and the other two branches of government sat by silently — I thought we had three branches of government, they were all equal to each other, we have separation of powers, and we have checks and balances. If the court can just make a decision and we just all surrender to it, we have what Jefferson said was judicial tyranny. The reason that this is a real issue that we need to think about... ",
        " Just today — just today, there was a new report that 50 different intelligence analysts have said that what they sent up the ladder was doctored by senior officials, so that they could give some happy talk to the situation that we face. I love the idea of a good intellectual capacity to deal with our enemies, but the fact is, if you don't have good intelligence that is reliable and honest, you won't have good intelligence and you cannot make good decisions. The next president is primarily elected not just to know things, but to know what to do with the things that he knows. And the most dangerous person in any room is the person who doesn't know what he doesn't know. ",
        " I have a different idea. I think we ought to get rid of all the taxes on people who produce. Why should we penalize productivity? And it's why I'm an unabashed supporter of the \"fair tax,\" which would be a tax on our consumption, rather than a tax on our productivity. In other words, you're not going to tax anybody for what they earn, whether it's worker whose working by the hour or whether it's a hedge fund manager. If they can produce something and bring capital and labor to create jobs, we need some jobs. And I think the \"fair tax\" makes more sense. Now, Jake, I've been listening to everybody on the stage and there is a lot of back and forth about I'm the only one who has done this, the only one who has done that, I've done great things. We've all done great things or we wouldn't be on this stage. But it occurs to me as we're sitting here in the Reagan Library that most of us would like to pay tribute to a guy who, when he got elected, didn't get elected telling everybody how great he was. He got elected telling everybody how great the American people were. And he empowered them to live their dreams, which is what I'd love to see us do by no longer penalizing the people who are out there working because they are taking a gut punch right now. [applause] "
      ],
      "personalIssues": {
        "Get Involved. Join Mike's campaign for President.": "0.13",
        "Send Me Your Endorsement": "0.06",
        "Endorse Mike": "0.03",
        "Event List": "0.00",
        "Connections": "0.00",
        "Newsletter Signup": "0.00"
      },
      "averageWordUsage": {
        "know": "0.0147",
        "think": "0.0110",
        "people": "0.0110",
        "And": "0.0208",
        "just": "0.0147",
        "country": "0.0110",
        "believe": "0.0122"
      }
    },
    "kasich": {
      "totalWords": 12163,
      "uniqueWords": {
        "total": 815,
        "mostUnique": [
          "Hello",
          "John",
          "Kasich",
          "Governor",
          "Emma",
          "Reese",
          "Karen",
          "ya",
          "girls",
          "Thanks",
          "actually",
          "flew",
          "Ronald",
          "congressman",
          "his",
          "goals",
          "mine",
          "pretty",
          "same",
          "Lift"
        ]
      },
      "callouts": {
        "john kasich": [
          " Hello, I'm John Kasich, the Governor of Ohio. Emma, and Reese, my children, and Karen, love 'ya girls. Thanks for watching tonight. By the way, I think I actually flew on this plane with Ronald Reagan when I was a congressman, and his goals, and mine, really much — are pretty much the same. Lift Americans, unify, give hope, grow America, and restore it is to that great, shining city on a hill. Yes, he was a great one, and I learned much from watching him. The most important thing, hope to Americans, unify, lift everyone in America. [applause] "
        ],
        "hillary clinton": [
          " We're not — what I can tell you is this. We didn't surrender in New Jersey, six years ago, as the brand new first ever pro-life governor of New Jersey since Roe versus Wade, I defended Planned Parenthood. And I've vetoed Planned Parenthood funding, now, eight times in New Jersey. Since the day I walked in as governor, Planned Parenthood has not been funded in New Jersey. We stood up and every one of those vetoes has been sustained. But here's the problem, we're — we're fighting with each other up here. We agree. Let's ask Hillary Clinton. She believes in the systematic murder of children in the womb to preserve their body parts... ",
          " Well, look, people still have to get to know me, so I want to spend my time talking about my experience reforming welfare, balancing budgets, cutting taxes, providing economic growth when I was in Washington, turning Ohio around. Eight billion in the hole, $2 billion surplus, up over 300,000 jobs, big tax cuts, strengthening our credit. All those things matter but, you know, as a young man in my first election in 1978, I defeated an incumbent Democrat. I defeated an incumbent Democrat in 1982; running on the Reagan program, I was the only Republican in America to defeat an incumbent Democrat that year. And then, when I won for election of governor, I was the first Republican to defeat an incumbent in 36 years, and the first person to have never run statewide out of politics for 10 years to beat an incumbent. That hadn't happened for 96 years. So, we'll get to the point where we'll talk about Hillary Clinton, or whoever the nominee is, record. But right now, I want to give people sense of hope, sense of purpose, a sense of unity, sense that we can do it. So... "
        ]
      },
      "audienceReception": {
        "applause": [
          " Hello, I'm John Kasich, the Governor of Ohio. Emma, and Reese, my children, and Karen, love 'ya girls. Thanks for watching tonight. By the way, I think I actually flew on this plane with Ronald Reagan when I was a congressman, and his goals, and mine, really much — are pretty much the same. Lift Americans, unify, give hope, grow America, and restore it is to that great, shining city on a hill. Yes, he was a great one, and I learned much from watching him. The most important thing, hope to Americans, unify, lift everyone in America. [applause] ",
          " And that's how I will be president, using that experience to drive this country forward. Thank you. [applause] ",
          " I don't intend to do that, and I going to be out there pushing it out — don't worry about me and Hillary. That will all work out, and I'm from Ohio. She will not beat me there, I can promise you that. [applause] ",
          " Well, as president, I will make this a nation that will solve problems. And how? By having the elected officials and the leaders realize they're Americans before they're Republicans or Democrats. I did it in Washington. And I've done it in Ohio by having the elected officials realize that they're Ohioans before anything else. Secondly, I will rebuild the relationships and show the respect to our allies around the world. We have no choice but to do that. We will be stronger when we are unified. And we'll fight for freedom and for human rights. And finally, a little bit of what Carly said. The people that are out there listening, America was never great because we ran America from the top down. America is great because we have run America from the bottom up, where we all live in the neighborhoods. One more time in America, we need to revive the concept of citizenship, where everybody's actions make a huge difference in changing the world. We have a Holocaust memorial on our state house grounds. And there is one line on there that stands out all the time. \"If you've saved one life, you've changed the world.\" We need to adopt that as citizens and rebuild and reinspire our country. Thank you. [applause] "
        ],
        "laughter": []
      },
      "speakingTime": "12.45",
      "emotionalLines": [
        " Jake, Jake. ",
        " No, no, no. I want to — I want to — I want to say something about what the senator just said. ",
        " ...because I don't think it's going to work out. ",
        " No, no, it's really important, Dana. We got to talk about what we would be willing to shut down for. Why don't we put tax reform on this president's desk, and make him veto it if that's what he wants to do? Why haven't we repealed and replaced Obamacare? Make him veto if that's what he wants to do. ",
        " There's a — ",
        " Jake — ",
        " OK, Jake. ",
        " I don't intend to do that, and I going to be out there pushing it out — don't worry about me and Hillary. That will all work out, and I'm from Ohio. She will not beat me there, I can promise you that. [applause] ",
        " Can I just — can I — Jake, can I just make one point on this whole military discussion? ",
        " Well, I have one now — they (ph) call me, \"Unit One\". My wife says, \"You'll never be Unite One, I'm Unite One. You're Unit Two.\" ",
        " ...Yeah, well... ",
        " Well, let me just say this. First of all, I think it's a bad agreement, I would never have done it. But, you know, a lot of our problems in the world today is that we don't have the relationship with our allies. If we want to go everywhere alone, we will not have the strength as (ph) if we could rebuild with our allies. Now, this agreement, we don't know what's going to happen in 18 months. I served on the Defense Committee for 18 years. I've seen lots of issues in foreign affairs, and foreign — in terms of global politics, you have to be steady. Now, here's the — if they cheat, we slap the sanctions back on. If they help Hamas, and Hezbollah, we slap the sanctions back on. And, if we find out that they may be developing a nuclear weapon, than the military option is on the table. We are stronger when we work with the Western civilization, our friends in Europe, and just doing it on our own I don't think is the right policy. ",
        " No one is — no — let me — let me suggest to you we believe that we operate better in the world when our allies work with us. President Bush did it in the Gulf War. We work better when we are unified. Secondly, nobody's trusting Iran. They violate the deal, we put on the sanctions, and we have the high moral ground to talk to our allies in Europe to get them to go with us. If they don't go with us, we slap the sanctions on anyway. If they fund these radical groups that threaten Israel and all of the West, then we should rip up the deal and put the sanctions back on. And let me make it clear — let me make it clear... [crosstalk] ",
        " ... if we think — if we think they're getting close to a — to developing a nuclear weapon and we get that information, you better believe that I would do everything in my power as the commander-in-chief to stop them having a nuclear weapon. ",
        " We can have it, and we can have our allies, and we can be strong as a country, and we can project across this globe with unity, not just doing it alone. That is not what gets us where we want to get as a nation. ",
        " You know, at the end of the day, I'm going to continue to talk about my record, because there is, did you ever notice when people run for office, they run for president, they make a lot of promises, they don't keep them. ",
        " ...This is a giant battle in the world today... ",
        " ...we shouldn't be fighting with each other. She's the real opponent, she's the real problem. ",
        " I don't at this point in terms of changing the incentives for investment and risk-taking. But let's just stop for a second. There's one person on this stage that does have a record. I'm the only person on the stage and one of the few people in this country that led the effort as the chief architect of the last time we balanced the federal budget. We also cut taxes. And when I left Washington in 2000, we had a $5 trillion surplus, and the economy was booming. I had spent 10 years of my life to get us to that point, went out in the private sector, was a great experience, and went into Ohio and took an $8 billion hole and turned it into a $2 billion surplus. We've had the largest amount of tax cuts of any sitting governor. We've grown well over 300,000 jobs. You see, I've done it in both places. I'm the only one here that has done it in both places. It took a lot to get us to a balanced budget. It was legitimate. It was real. And we negotiated it. A lot of what we're talking about here tonight as we take this position and that position, you know what? At the end of the day, America has got to work. We've got to figure out how we come together to deal with this — with our fiscal problems because when we deal with that, we create a stronger economy for everybody. People have a chance to rise. So, you know, when we think about how we make a choice, it's the person that lands that plane. It's not somebody that talks about it. It's about the person who has done it. And I've done it in... ",
        " Listen, you know, I — if I were sitting at home and watch thing back and forth, I would be inclined to turn it off. I mean, people at home want to know across this country, they want to know what we're going to do to fix this place, how we'll balance a budget, how we're going to create more economic growth, how we'll pay down the debt. What we're going to do to strengthen the military. So, we just spent 10 minutes here... "
      ],
      "personalIssues": {
        "CREATING JOBS AND STRENGTHENING THE ECONOMY": "0.18",
        "RESPECTING THE  SANCTITY OF HUMAN LIFE": "0.17",
        "FISCAL RESPONSIBILITY AND BALANCING BUDGETS": "0.15",
        "A CONSERVATIVE APPROACH TO BETTER HEALTH CARE": "0.14",
        "LIFTING UP THE MOST VULNERABLE AMERICANS": "0.10",
        "DEFENDING THE SECOND AMENDMENT": "0.04",
        "NATIONAL SECURITY": "0.00",
        "EDUCATION": "0.00"
      },
      "averageWordUsage": {
        "think": "0.0147",
        "America": "0.0123",
        "know": "0.0160",
        "people": "0.0196",
        "want": "0.0147",
        "going": "0.0098",
        "just": "0.0098",
        "But": "0.0098",
        "don": "0.0184",
        "And": "0.0184",
        "make": "0.0135",
        "need": "0.0110"
      }
    },
    "paul": {
      "totalWords": 12531,
      "uniqueWords": {
        "total": 900,
        "mostUnique": [
          "Good",
          "evening",
          "everyone",
          "eye",
          "surgeon",
          "Bowling",
          "Green",
          "Kentucky",
          "Kelly",
          "married",
          "nearly",
          "25",
          "years",
          "spend",
          "days",
          "defending",
          "Bill",
          "Rights",
          "nothing",
          "important"
        ]
      },
      "callouts": {
        "carly fiorina": [
          " I think this goes back to essentially what we've been saying for the last two or three questions. Carly Fiorina also said we're not going to talk with Putin. Well, think if Reagan had said that during the Cold War? We continued to talk with the Russians throughout the Cold War which is much more significant that where we are now. Should we continue to talk with Iran? Yes. Should we cut up the agreement immediately? That's absurd. Wouldn't you want to know if they complied? Now, I'm going to vote against the agreement because I don't think there's significant leverage, but it doesn't mean that I would immediately not look at the agreement, and cut it up without looking to see if whether or not Iran has complied. The same goes with China. I don't think we need to be rash, I don't think we need to be reckless, and I think need to leave lines of communication open. Often we talk about whether we should be engaged in the world, or disengaged in the world, and I think this is an example of some who want to isolate us, actually, and not be engaged. We do need to be engaged with Russia. It doesn't mean we give them a free pass, or China a free pass, but, to be engaged, to continue to talk. We did throughout the Cold War, and it would be a big mistake not to do it here. "
        ],
        "hillary clinton": [
          " I think this gets to the point of wisdom on when to intervene and when we shouldn't. Had we bombed Assad at the time, like President Obama wanted, and like Hillary Clinton wanted and many Republicans wanted, I think ISIS would be in Damascus today. I think ISIS would be in charge of Syria had we bombed Assad. Sometimes both sides of the civil war are evil, and sometimes intervention sometimes makes us less safe. This is real the debate we have to have in the Middle East. Every time we have toppled a secular dictator, we have gotten chaos, the rise of radical Islam, and we're more at risk. So, I think we need to think before we act, and know most interventions, if not a lot of them in the Middle East, have actually backfired on us. "
        ],
        "donald trump": [
          " Well, I hate to say it, but Donald Trump has a bit of a point here. The case that was decided around 1900 was, people had a green card, were here legally, and they said that their children were citizens. There's never been a direct Supreme Court case on people who were here illegally, whether or not their kids are citizens. So it hasn't really been completely adjudicated. The 14th Amendment says that \"those who are here and under the jurisdiction.\" The original author of the — of the 14th Amendment said on the Senate floor that this was applying to slaves, and did not specifically apply to others. "
        ]
      },
      "audienceReception": {
        "applause": [
          " Good evening, everyone. I'm an eye surgeon from Bowling Green, Kentucky. My wife, Kelly, and I have been married for nearly 25 years, and I spend my days defending the Constitution and the Bill of Rights. I think there's nothing more important than understanding that the Constitution restrains government, not the people. Thank you. [applause] ",
          " I think one of the great problems, and what American people don't like about politics, is hypocrisy. People have one standard for others and not for them — for themselves. There is at least one prominent example on the stage of someone who says they smoked pot in high school, and yet the people going to — to jail for this are poor people, often African-Americans and often Hispanics, and yet the rich kids who use drugs aren't. I personally think that this is a crime for which the only victim is the individual, and I think that America has to take a different attitude. I would like to see more rehabilitation and less incarceration. I'm a fan of the drug courts which try to direct you back towards work and less time in jail. But the bottom line is the states. We say we like the 10th Amendment, until we start talking about this. And I think the federal government has gone too far, I think that the war on drugs has had a racial outcome, and really has been something that has really damaged our inner cities. Not only do the drugs damage them, we damage them again by incarcerating them and then preventing them from getting employment over time. So I don't think that the federal government should override the states. I believe in the 10th Amendment and I really will say that the states are left to themselves. [applause] ",
          " I met Ronald Reagan as a teenager, and my family, we're big supporters of him when he ran against Gerald Ford. It was a big deal because he was the grassroots, running against the establishment, and I'll never forget that. And, how he stood up and said, you know what, this is something new that our country needs, and our party needs. If I were president, I would try to be one who says, you know what, I'm a Reagan Conservative. I'm someone who believes in peace through strength, and I would try to lead the country in that way knowing that our goal is peace, and that war is the last resort, not the first resort. And, that when we go to war, we go to war in a constitutional way, which means that we have to vote on it, that war is initiated by congress, not by the president, that we go to war electively (ph). That when we go to war, we don't fight with one arm tied behind our back, we fight all out to win, but then we come home. [applause] "
        ],
        "laughter": [
          " Well, I think if we left it open, we could see how many people smoked pot in high school. [laughter] ",
          " A second opinion? [laughter] One of the greatest — one of the greatest medical discoveries of all times was — were the vaccines, particularly for smallpox. And if you want to read a story, it's called The Speckled Monster, it's an amazing story, it was all done voluntary. But people came in by the droves. George Washington wouldn't let his wife visit until she got vaccinated. So I'm all for vaccines. But I'm also for freedom. I'm also a little concerned about how they're bunched up. My kids had all of their vaccines, and even if the science doesn't say bunching them up is a problem, I ought to have the right to spread out my vaccines out a little bit at the very least. ",
          " Justice Never Sleeps. [laughter] "
        ]
      },
      "speakingTime": "12.58",
      "emotionalLines": [
        " Hugh, can I — can I make a response to that? ",
        " Can I make a response to that? ",
        " May I make a response to that? ",
        " He's referred to me. ",
        " He's referred to me... ",
        " ... in his remarks. May I make a response? ",
        " Absolutely. Go ahead. ",
        " May I respond? ",
        " ... ISIS will now be in charge of Syria... ",
        " Well, I think if we left it open, we could see how many people smoked pot in high school. [laughter] ",
        " Well, you know, the thing is that... ",
        " But let me respond. The thing is, is that in Florida, Governor Bush campaigned against medical marijuana. That means that a small child like Morgan Hintz (ph) that has seizures is day, is failing on non-traditional medications, is not allowed to use cannabis oil. And if they do that in Florida, they will take the child away, they will put the parents in jail. And that's what that means if you're against allowing people use medical marijuana, you'll actually put them in jail. ",
        " Well, you vote — you oppose medical marijuana... ",
        " But that means you'll put people in jail. [crosstalk] ",
        " May I respond? ",
        " May I respond? May I respond? ",
        " We have make the decision now in Syria, should we topple Assad? Many up here wanted to topple Assad, and it's like — I said no, because if you do... ",
        " I think one of the great problems, and what American people don't like about politics, is hypocrisy. People have one standard for others and not for them — for themselves. There is at least one prominent example on the stage of someone who says they smoked pot in high school, and yet the people going to — to jail for this are poor people, often African-Americans and often Hispanics, and yet the rich kids who use drugs aren't. I personally think that this is a crime for which the only victim is the individual, and I think that America has to take a different attitude. I would like to see more rehabilitation and less incarceration. I'm a fan of the drug courts which try to direct you back towards work and less time in jail. But the bottom line is the states. We say we like the 10th Amendment, until we start talking about this. And I think the federal government has gone too far, I think that the war on drugs has had a racial outcome, and really has been something that has really damaged our inner cities. Not only do the drugs damage them, we damage them again by incarcerating them and then preventing them from getting employment over time. So I don't think that the federal government should override the states. I believe in the 10th Amendment and I really will say that the states are left to themselves. [applause] ",
        " Yeah, I was talking about [inaudible] — well, let me... ",
        " And actually, under the current circumstances, kids who had privilege like you do, don't go to jail, but the poor kids in our inner cities go to jail. I don't think that's fair. And I think we need to acknowledge it, and it is hypocritical to still want to put poor people in jail... "
      ],
      "personalIssues": {
        "Second Amendment": "0.24",
        "Social Security": "0.04",
        "Civil Liberties": "0.04",
        "Criminal Justice Reforms": "0.04",
        "Taxes": "0.04",
        "Take Action": "0.00",
        "Sign Up For Updates": "0.00",
        "Sanctity of Life": "0.00",
        "Veterans": "0.00",
        "Israel": "0.00",
        "Education": "0.00",
        "Regulation": "0.00",
        "Immigration": "0.00",
        "Energy": "0.00",
        "Health Care": "0.00",
        "Foreign Policy & Defense": "0.00",
        "Audit the Fed": "0.00",
        "Term Limits": "0.00",
        "Ending NSA Spying": "0.00",
        "Spending and Debt": "0.00"
      },
      "averageWordUsage": {
        "think": "0.0322",
        "people": "0.0167",
        "like": "0.0122",
        "want": "0.0156",
        "don": "0.0111",
        "The": "0.0111",
        "need": "0.0111",
        "war": "0.0144",
        "And": "0.0122",
        "jail": "0.0122",
        "federal": "0.0122"
      }
    },
    "rubio": {
      "totalWords": 17576,
      "uniqueWords": {
        "total": 1108,
        "mostUnique": [
          "Thank",
          "name",
          "Marco",
          "wife",
          "Jeanette",
          "married",
          "17",
          "four",
          "join",
          "Library",
          "honors",
          "legacy",
          "man",
          "inspired",
          "public",
          "service",
          "love",
          "aware",
          "sure",
          "brought"
        ]
      },
      "callouts": {
        "marco rubio": [
          " Thank you. My name is Marco Rubio. I'm from Florida. My wife Jeanette and I are the proud — we've been married 17 years, and we're the proud parents of four children, two of whom were able to join us here this evening. I'm honored to be here at the Reagan Library, at a place that honors the legacy of a man who inspired not just my interest in public service, but also our love for country. And I'm also aware that California has a drought, and so that's why I made sure I brought my own water. [laughter] "
        ],
        "hillary clinton": [
          " In the middle of negotiating this treaty, Khamenei led the assembled masses in chanting, death to America. I'm reminded of a great editorial cartoon. It shows the Ayatollah Khamenei saying, \"Death to all Americans,\" and then it shows John Kerry coming back, saying, \"Can we meet ya half way?\" [laughter] We need a commander-in-chief who will stand up and protect this country. And I'll tell you, I can't wait to stand on that debate stage with Hillary Clinton and to make abundantly clear if you vote for Hillary, you are voting for the Ayatollah Khomeini to possess a nuclear weapon and if you elect me as president, under no circumstances will a theocratic ayatollah who chants death to America ever be allowed to acquire a nuclear weapon. [crosstalk] "
        ]
      },
      "audienceReception": {
        "applause": [
          " Let me tell you — I will tell you we have zero responsibility, because let's remember what the president said. He said the attack he would conduct would be a pinprick. Well, the United States military was not build to conduct pinprick attacks. If the United States military is going to be engaged by a commander-in-chief, it should only be engaged in an endeavor to win. And we're not going to authorize use of force if you're not put in a position where they can win. And quite frankly, people don't trust this president as commander-in-chief because of that. [applause] ",
          " Yes, well, it does. But it's in the following way, this is an important question. I think if you're running for president, these are important issues, because look at around the world today. There is a lunatic in North Korea with dozens of nuclear weapons and long-range rocket that can already hit the very place in which we stand tonight. The Chinese are rapidly expanding their military. They hack into our computers. They're building artificial islands in the South China Sea, the most important shipping lane in the world. A gangster in Moscow is not just threatening Europe, he's threatening to destroy and divide NATO. You have radical jihadists in dozens of countries across multiple continents. And they even recruit Americans using social media to try to attack us here at home. And now we have got this horrible deal with Iran where a radical Shia cleric with an apocalyptic vision of the future is also guaranteed to one day possess nuclear weapons and also a long-range rocket that can hit the United States. These are extraordinarily dangerous times that we live in. And the next president of the United States better be someone that understands these issues and has good judgment about them because the number one issue that a president will ever confront, and the most important obligation that the federal government has, is to keep this nation safe. And today we are not doing that. We are eviscerating our military. And we have a president that is more respectful to the ayatollah in Iran than he is to the prime minister of Israel. [applause] ",
          " Well, you should ask him questions in detail about the foreign policy issues our president will confront, because you had better be able to lead our country on the first day. Not six months from now, not a year from now, on the first day in office, our president could very well confront a national security crisis. You can't predict it. Sometimes you cannot control it. And it is the most — the federal government does all kinds of things it's not supposed to be doing. It regulates bathrooms. It regulates schools that belong to local communities. But the one thing that the federal government must do, the one thing that only the federal government can do is keep us safe. And a president better be up-to-date on those issues on his first day in office, on her first day in office. [applause] ",
          " ... as you asked earlier today. [applause] ",
          " There's a broader issue here, Hugh. And there's a broader issue here as well. First of all, the only people that follow the law are law-abiding people. Criminals by definition ignore the law, so you can pass all the gun laws in the world, like the left wants. The criminals are going to ignore it because they are criminals. Here's the real issue. [applause] The real issue — the real issue is not what are people using to commit violence, but why are they committing the violence? And here's the truth: Because you cannot separate the social, moral wellbeing of your people from their economic and other wellbeing. You cannot separate it. You can't have a strong country without strong people, you cannot have strong people without strong values, and you cannot have strong values without strong families and the institutions in this country that defend and support those families. ",
          " Well, and I don't — he may have lined up with their positions on this issue. But here is the bottom line. Every proposal they put forward are going to be proposals that will make it harder to do business in America, that will make it harder to create jobs in America. Single parents are already struggling across this country to provide for their families. Maybe a billionaire here in California can afford an increase in their utility rates, but a working family in Tampa, Florida, or anywhere across this country cannot afford it. So we are not going to destroy our economy. We are not going to make America a harder place to create jobs in order to pursue policies that will do absolutely nothing, nothing to change our climate, to change our weather, because America is a lot of things, the greatest country in the world, absolutely. But America is not a planet. And we are not even the largest carbon producer anymore, China is. And they're drilling a hole and digging anywhere in the world that they can get a hold of. So the bottom line is, I am not in favor of any policies that make America a harder place for people to live, or to work, or to raise their families. [applause] ",
          " Well, there are some people in Florida upset at me over a joke I made about Florida State, but, what the heck, I want my codename to be Gator. [laughter] [applause] ",
          " One of the things that made Ronald Reagan a great president, is that he understood that America was a unique nation, like any other that had existed throughout human history. He knew it was founded on universal principles that were powerful, the dignity of all people, human rights, the rights of all to live in freedom and liberty, and choose their own path in life. He didn't just believe it, he acted on it. That's why bringing down communism was so important to him. If I'm honored with the opportunity to be president, I hope that our Air Force One will fly, first and foremost, to our allies; in Israel, in South Korea, and Japan. They know we stand with them. That America can be counted on. It would also fly to China, not just to meet with our enemies, not just to meet with those adversaries of ours that are there, but also to meet with those that aspire to freedom and liberty within China. I would even invite them to my inauguration. We would also fly into Moscow and into Russia. And not just meet with the leaders of Russia, but also meet with those who aspire to freedom and liberty in Russia. And ultimately, I hope that my Air Force One, if I become president, will one day land in a free Cuba, where its people can choose its leaders and its own destiny. [applause] "
        ],
        "laughter": [
          " Thank you. My name is Marco Rubio. I'm from Florida. My wife Jeanette and I are the proud — we've been married 17 years, and we're the proud parents of four children, two of whom were able to join us here this evening. I'm honored to be here at the Reagan Library, at a place that honors the legacy of a man who inspired not just my interest in public service, but also our love for country. And I'm also aware that California has a drought, and so that's why I made sure I brought my own water. [laughter] ",
          " ... respond. I think I'm the first senator. [laughter] The No. 1 test for use of military force should be the vital national security interest of the United States. The reason why I opposed President Obama bombing Syria, is because he couldn't answer the question what do you do if chemical weapons end up in the hands of radical Islamic terrorists like al-Nusra, like Al Qaida, like ISIS? Now, I also want to respond to several folks up here who said we should trust this Iranian deal, see if the Iranians will comply. Anyone who is paying attention to what Khamenei says knows that they will not comply. There is a reason Khamenei refers to Israel as the little Satan, and America as the great Satan. ",
          " In the middle of negotiating this treaty, Khamenei led the assembled masses in chanting, death to America. I'm reminded of a great editorial cartoon. It shows the Ayatollah Khamenei saying, \"Death to all Americans,\" and then it shows John Kerry coming back, saying, \"Can we meet ya half way?\" [laughter] We need a commander-in-chief who will stand up and protect this country. And I'll tell you, I can't wait to stand on that debate stage with Hillary Clinton and to make abundantly clear if you vote for Hillary, you are voting for the Ayatollah Khomeini to possess a nuclear weapon and if you elect me as president, under no circumstances will a theocratic ayatollah who chants death to America ever be allowed to acquire a nuclear weapon. [crosstalk] ",
          " I know we all look alike. [laughter] ",
          " Well, there are some people in Florida upset at me over a joke I made about Florida State, but, what the heck, I want my codename to be Gator. [laughter] [applause] "
        ]
      },
      "speakingTime": "17.13",
      "emotionalLines": [
        " I never get to addressed, and... ",
        " ...and when I do, I'm gonna jump in. ",
        " I want to go even deeper — and I want to go even deeper in that direction, because I think the belief that somehow by retreating, America makes the world safer has been disproven every single time it's ever been tried. Syria's a perfect example of it. The uprising in Syria was not started by the United States; it was started by the Syrian people. And I warned at the time — this was three and a half years ago — I openly and repeatedly warned that if we did not find moderate elements on the ground that we could equip and arm, that void would be filled by radical jihadists. Well, the president didn't listen, the administration didn't follow through, and that's exactly what happened. That is why ISIS grew. That is why ISIS then came over the border from Syria and back into Iraq. What is happening in that region is the direct consequence of the inability to lead and of disengagement. And the more we disengage, the more airplanes from Moscow you're going to see flying out of Damascus and out of Syria... ",
        " Well, and today, we have a left-wing government under this president that is undermining all of the institutions and society that support the family and teach those values. ",
        " Senator Rubio, you mean? ",
        " I know we all look alike. [laughter] ",
        " The — Rosa Parks, an everyday American that changed the course of history. ",
        " Well, let me say that legal immigration is not an issue I read about in the newspaper. Immigration, illegal immigration, all the good aspects of immigration and all the negative ones as well, I live with. My family's immigrants. My neighbors are all immigrants. My in-laws are all immigrants. So I've seen every aspect of it, and I can tell you America doesn't have one immigration problem, it has three. First, despite the fact that we are the most generous country in the history of the world in allowing people to come here legally, we have people still coming illegally. Second, we have a legal immigration system that no longer works. It primary is built on the basis of whether you have a relative living here instead of merit. And third, we have 11 million or 12 million people, many of whom have been here for longer than a decade who are already here illegally. And we must deal with all three of these problems. We cannot deal with all three of these problems in one massive piece of legislation. I learned that. We tried it that way. Here's the way forward: First, we must — we must secure our border, the physical border, with — with a wall, absolutely. But we also need to have an entry/exit tracking system. 40 percent of the people who come here illegally come legally, and then they overstay the visa. We also need a mandatory e-verify system. After we've done that, step two would be to modernize our legal immigration system so you come to America on the basis of what you can contribute economically, not whether or not simply you have a relative living here. And after we've done those two things, I believe the American people... ",
        " Well, that's why we have a debate. I think that we should have a deeper debate about these issues, because there is no more important decision that a president will make. ",
        " Trust (ph) me, I get that. OK. ",
        " Yeah. He did. Let me — I'm proud to serve in the United States Senate. You know, when I ran five years ago, the entire leadership of my party in Washington lined up against me. But I'm glad I won. And I'm glad that I ran, because this country's headed in the wrong direction. And if we keep electing the same people, nothing is going to change. And you're right, I have missed some votes, and I'll tell you why, Mr. Trump. Because in my years in the Senate, I've figured out very quickly that the political establishment in Washington, D.C. in both political parties is completely out of touch with the lives of our people. You have millions of people in this country living paycheck to paycheck, and nothing is being done about it. We are about to leave our children with $18 trillion in — in — in debt, and they're about to raise the debt limit again. We have a world that grows increasingly dangerous, and we are eviscerating our military spending and signing deals with Iran. And these — if this thing continues, we are going to be the first Americans to leave our children worse off than ourselves. That's why I'm missing votes. Because I am leaving the Senate, I'm not running for re-election, and I'm running for president because I know this: unless we have the right president, we cannot make America fulfill its potential, but with the right person in office, the 21st century can be the greatest era that our nation has ever known. ",
        " Hold on, a second, Jake, he asked me, as well. I'd like to actually... ",
        " ... as you asked earlier today. [applause] ",
        " But radical terrorism cannot be solved by intellect. It cannot — they require — what they need, is they need an operating space. That's what Afghanistan was for Al Qaida. It was a vacuum that they filled, and they created an operating space. That's why they had to be drawn out of there. That's why they had to be destroyed. It is the reason why ISIS has grown as well. We allowed them — we allowed a vacuum to emerge in Syria. They used it as an operating space to grow; and today they're not just in Iraq and Syria anymore, they're now in Libya, conducting operations in the Sinai. They're now in Afghanistan, trying to supplant the Taliban as the most powerful radical jihadist group on the ground there, as well. You cannot allow radical jihadists to have an operating safe haven anywhere in the world. ",
        " There's a broader issue here, Hugh. And there's a broader issue here as well. First of all, the only people that follow the law are law-abiding people. Criminals by definition ignore the law, so you can pass all the gun laws in the world, like the left wants. The criminals are going to ignore it because they are criminals. Here's the real issue. [applause] The real issue — the real issue is not what are people using to commit violence, but why are they committing the violence? And here's the truth: Because you cannot separate the social, moral wellbeing of your people from their economic and other wellbeing. You cannot separate it. You can't have a strong country without strong people, you cannot have strong people without strong values, and you cannot have strong values without strong families and the institutions in this country that defend and support those families. ",
        " Jake, you mentioned me and called me a denier. Let me say, climate change... ",
        " Because we're not going to destroy our economy the way the left-wing government that we are under now wants to do. We're not going to... ",
        " Well, and I don't — he may have lined up with their positions on this issue. But here is the bottom line. Every proposal they put forward are going to be proposals that will make it harder to do business in America, that will make it harder to create jobs in America. Single parents are already struggling across this country to provide for their families. Maybe a billionaire here in California can afford an increase in their utility rates, but a working family in Tampa, Florida, or anywhere across this country cannot afford it. So we are not going to destroy our economy. We are not going to make America a harder place to create jobs in order to pursue policies that will do absolutely nothing, nothing to change our climate, to change our weather, because America is a lot of things, the greatest country in the world, absolutely. But America is not a planet. And we are not even the largest carbon producer anymore, China is. And they're drilling a hole and digging anywhere in the world that they can get a hold of. So the bottom line is, I am not in favor of any policies that make America a harder place for people to live, or to work, or to raise their families. [applause] ",
        " Well, there are some people in Florida upset at me over a joke I made about Florida State, but, what the heck, I want my codename to be Gator. [laughter] [applause] ",
        " In the middle of negotiating this treaty, Khamenei led the assembled masses in chanting, death to America. I'm reminded of a great editorial cartoon. It shows the Ayatollah Khamenei saying, \"Death to all Americans,\" and then it shows John Kerry coming back, saying, \"Can we meet ya half way?\" [laughter] We need a commander-in-chief who will stand up and protect this country. And I'll tell you, I can't wait to stand on that debate stage with Hillary Clinton and to make abundantly clear if you vote for Hillary, you are voting for the Ayatollah Khomeini to possess a nuclear weapon and if you elect me as president, under no circumstances will a theocratic ayatollah who chants death to America ever be allowed to acquire a nuclear weapon. [crosstalk] "
      ],
      "personalIssues": {
        "Russia": "0.20",
        "The Military": "0.17",
        "ISIS": "0.14",
        "Families": "0.13",
        "China": "0.12",
        "Jobs": "0.10",
        "Iran": "0.10",
        "Sharing Economy": "0.09",
        "Israel": "0.09",
        "Second Amendment": "0.07",
        "Foreign Policy": "0.07",
        "Debt": "0.07",
        "Cuba": "0.07",
        "K-12 Education": "0.04",
        "Small Business Owners": "0.04",
        "Policy For You": "0.04",
        "The VA": "0.00",
        "Taxes": "0.00",
        "Sanctuary Cities": "0.00",
        "Higher Education": "0.00",
        "Energy": "0.00",
        "Eminent Domain": "0.00",
        "Common Core": "0.00",
        "Workers": "0.00",
        "Veterans": "0.00",
        "Seniors": "0.00",
        "Farmers": "0.00"
      },
      "averageWordUsage": {
        "country": "0.0126",
        "And": "0.0298",
        "America": "0.0171",
        "president": "0.0171",
        "That": "0.0099",
        "going": "0.0135",
        "people": "0.0199"
      }
    },
    "trump": {
      "totalWords": 22211,
      "uniqueWords": {
        "total": 1105,
        "mostUnique": [
          "Art",
          "Deal",
          "braggadocious",
          "dealing",
          "whatever",
          "talent",
          "trade",
          "vets",
          "rid",
          "Obamacare",
          "altogether",
          "Paul",
          "shouldn",
          "stage",
          "11",
          "how",
          "too",
          "anyway",
          "built",
          "incredible"
        ]
      },
      "callouts": {
        "donald trump": [
          " I'm Donald Trump. I wrote \"The Art of the Deal\". I say not in a braggadocious way, I've made billions and billions of dollars dealing with people all over the world, and I want to put whatever that talent is to work for this country so we have great trade deals, we make our country rich again, we make it great again. We build our military, we take care of our vets, we get rid of Obamacare, and we have a great life altogether. Thank you. Thank you. [applause] ",
          " Well, I heard Hugh Hewitt, a nice man, he apologized because he actually said that we had a misunderstanding. And he said today that Donald Trump is maybe the best interview there is anywhere that he has ever done. Now unless he was just saying that on CNN to be nice, but he did say that... [crosstalk] "
        ],
        "rand paul": [
          " Well, first of all, Rand Paul shouldn't even be on this stage. He's number 11, he's got 1 percent in the polls, and how he got up here, there's far too many people anyway. As far as temperament — and we all know that — as far as temperament, I think I have a great temperament. I built a phenomenal business with incredible, iconic assets, one of the really truly great real-estate businesses. And I may be an entertainer, because I've had tremendous success with number-one bestsellers all over the place, with \"The Apprentice\" and everything else I've done. But I will tell you this: What I am far and away greater than an entertainer is a businessman, and that's the kind of mindset this country needs to bring it back, because we owe $19 trillion right now, $19 trillion, and you need this kind of thinking to bring our country back. And believe me, my temperament is very good, very calm. But we will be respected outside of this country. We are not respected now. [applause] "
        ]
      },
      "audienceReception": {
        "applause": [
          " I'm Donald Trump. I wrote \"The Art of the Deal\". I say not in a braggadocious way, I've made billions and billions of dollars dealing with people all over the world, and I want to put whatever that talent is to work for this country so we have great trade deals, we make our country rich again, we make it great again. We build our military, we take care of our vets, we get rid of Obamacare, and we have a great life altogether. Thank you. Thank you. [applause] ",
          " Well, first of all, Rand Paul shouldn't even be on this stage. He's number 11, he's got 1 percent in the polls, and how he got up here, there's far too many people anyway. As far as temperament — and we all know that — as far as temperament, I think I have a great temperament. I built a phenomenal business with incredible, iconic assets, one of the really truly great real-estate businesses. And I may be an entertainer, because I've had tremendous success with number-one bestsellers all over the place, with \"The Apprentice\" and everything else I've done. But I will tell you this: What I am far and away greater than an entertainer is a businessman, and that's the kind of mindset this country needs to bring it back, because we owe $19 trillion right now, $19 trillion, and you need this kind of thinking to bring our country back. And believe me, my temperament is very good, very calm. But we will be respected outside of this country. We are not respected now. [applause] ",
          " Well, I think it's wonderful and all, but I did it a little bit half-heartedly, but I do mean it to a large extent. We have a country, where, to assimilate, you have to speak English. And I think that where he was, and the way it came out didn't sound right to me. We have to have assimilation — to have a country, we have to have assimilation. I'm not the first one to say this, Dana. We've had many people over the years, for many, many years, saying the same thing. This is a country where we speak English, not Spanish. [applause] ",
          " Well, because she's been sitting for three hours, I think my daughter, Ivanka, who's right here. [applause] ",
          " If I become president, we will do something really special. We will make this country greater than ever before. We'll have more jobs. We'll have more of everything. We were discussing disease, we were discussing all sorts of things tonight, many of which will just be words, it will just pass on. I don't want to say politicians, all talk, no action. But a lot of what we talked about is words and it will be forgotten very quickly. If I'm president, many of the things that we discussed tonight will not be forgotten. We'll find solutions. And the world will respect us. They will respect us like never before. And it will be actually a friendlier world. And I have to say, it is a great honor to be here tonight. [applause] "
        ],
        "laughter": [
          " I never attacked him on his look, and believe me, there's plenty of subject matter right there. [laughter] That I can tell you. ",
          " OK, more energy tonight. I like that. [laughter] Look — ",
          " And we had a legitimate misunderstanding in terms of his pronunciation of a word. But I would say just... [laughter] "
        ]
      },
      "speakingTime": "23.11",
      "emotionalLines": [
        " I never attacked him on his look, and believe me, there's plenty of subject matter right there. [laughter] That I can tell you. ",
        " But I have to say... ",
        " Well, in Wisconsin... ",
        " I'm using facts. ",
        " I didn't — ",
        " Totally false. ",
        " I would have gotten it. ",
        " I know my people. ",
        " I know my people. ",
        " I was a businessman, I got along with Clinton, I got along with everybody. That was my job, to get along with people. ",
        " I didn't want to — excuse me. One second. ",
        " I didn't want — it was my obligation as a businessman to my family, to my company, to my employees, to get along with all politicians. I get along with all of them, and I did a damn good job in doing it. Go ahead. ",
        " Got along with everybody. ",
        " Don't make things up. Jeb, don't make things up. Come on. ",
        " Don't make things up. ",
        " They had a responsibility, absolutely. I think we have three of them here... ",
        " Jeb, just... ",
        " So why didn't you say it? Why didn't you say it? ",
        " I know, but why did you say it? I heard it myself. Why did you say it? ",
        " You said it. "
      ],
      "personalIssues": {
        "Second Amendment Rights": "0.34",
        "Immigration Reform": "0.17",
        "Tax Reform": "0.15"
      },
      "averageWordUsage": {
        "say": "0.0235",
        "way": "0.0109",
        "people": "0.0308",
        "world": "0.0118",
        "country": "0.0217",
        "great": "0.0154",
        "Well": "0.0127",
        "know": "0.0199",
        "think": "0.0308",
        "And": "0.0262",
        "But": "0.0190",
        "right": "0.0163",
        "That": "0.0100",
        "lot": "0.0118",
        "just": "0.0127",
        "don": "0.0190",
        "going": "0.0181",
        "like": "0.0154",
        "said": "0.0163"
      }
    }
  }
}