{
  "name": "Republican  Candidates Debate #1",
  "estimatedLength": 44.269999999999996,
  "totalWordsSpoken": 8413,
  "totalUniqueWords": 4128,
  "candidates": {
    "fiorina": {
      "totalWords": 8124,
      "uniqueWords": {
        "total": 733,
        "mostUnique": [
          "reminding",
          "previous",
          "presidential",
          "elections",
          "Jimmy",
          "Carter",
          "Ronald",
          "Reagan",
          "neither",
          "Barack",
          "started",
          "secretary",
          "became",
          "ultimately",
          "executive",
          "largest",
          "company",
          "almost",
          "90",
          "billion"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "think to be commander in chief in the 21st century requires someone who understands how the economy works, someone who understands how the world works and who's in it ; I know more world leaders on the stage today than anyone running, with the possible exception of Hillary Clinton ; understands bureaucracies, how to cut them down to size and hold them accountable ; and understands technology, which is a tool, but it's also a weapon that's being used against us.",
          "Hillary Clinton lies about Benghazi, she lies about e- mails."
        ],
        "donald trump": [
          "Here's the thing that I would ask Donald Trump in all seriousness.",
          "That's just a fact, and that's what Donald Trump taps into."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "7.94",
      "emotionalLines": [
        "Well, I would begin by reminding people that at this point in previous presidential elections, Jimmy Carter could n't win, Ronald Reagan could n't win, Bill Clinton could n't win, and neither could've Barack Obama.",
        "I think he's tapped into an anger that people feel.",
        "I do not believe that we need to wholesale destroy every American citizen's privacy in order to go after those that we know are suspect or are -- are already a problem.",
        "I absolutely would call on them to collaborate and cooperate, yes.",
        "Yes, our allies are not perfect.",
        "But they need to see leadership, support and resolve from the United States of America, and we can help them defeat ISIS.",
        "They believe some are smarter than others, some are better than others, so some are going to need to take care of others.",
        "It is a unique nation in all of human history and on the face of the planet, because here, our founders believed that everyone has a right to fulfill their potential and that that right --they called it life, liberty, the pursuit of happiness -- comes from God and can not be taken away by government.",
        "Not trustworthy. No accomplishment.",
        "I am a conservative ; I can win this job, I can do this job, I need your help, I need your support."
      ],
      "personalIssues": {
        "New Possibilities. \n Real Leadership.": "0.13"
      },
      "averageWordUsage": {
        "know": "0.0109",
        "nation": "0.0123",
        "But": "0.0095",
        "need": "0.0177"
      }
    },
    "gilmore": {
      "totalWords": 5953,
      "uniqueWords": {
        "total": 561,
        "mostUnique": [
          "Because",
          "policies",
          "That",
          "Former",
          "those",
          "offices",
          "A",
          "fact",
          "from",
          "prospective",
          "running",
          "agent",
          "Cold",
          "War",
          "assigned",
          "West",
          "Germany",
          "dealt",
          "extensively",
          "homeland"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "And first of all, we've got to recognize that there is problem that Barack Obama and Hillary Clinton have caused."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "5.74",
      "emotionalLines": [
        "I was an Army intelligence agent and a veteran during the Cold War, assigned to West Germany.",
        "We warned about the 9/11 attack before the 9/11 attack occurred.",
        "And I'm glad that I have a chance to answer this question.",
        "Bill, I want to say one more thing about..",
        "Our job has to be to recognize the conflict between the two.",
        "The president has done an executive order with respect to illegal immigration that is illegal.",
        "Professional politician that ca n't be trusted.",
        "And second, the international crisis we are facing is most dreadful and most dangerous."
      ],
      "personalIssues": {},
      "averageWordUsage": {
        "United": "0.0107",
        "States": "0.0107",
        "governor": "0.0143",
        "economy": "0.0125",
        "And": "0.0160",
        "going": "0.0160",
        "law": "0.0160",
        "people": "0.0125",
        "country": "0.0160"
      }
    },
    "graham": {
      "totalWords": 6824,
      "uniqueWords": {
        "total": 619,
        "mostUnique": [
          "following",
          "won",
          "science",
          "solutions",
          "cap",
          "trade",
          "dominate",
          "name",
          "helping",
          "focus",
          "independence",
          "clean",
          "use",
          "less",
          "Over",
          "become",
          "tired",
          "sending",
          "300",
          "billion"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "You can trust me to do the following : that when I get on change with Hillary Clinton, we wo n't be debating about the science, we'll be debating about the solutions.",
          "To all the Americans who want a better life, do n't vote for Hillary Clinton.",
          "When Hillary Clinton tells you I've given you all the emails you need, that means she has n't.",
          "In Hillary Clinton's world, after two terms in the White House where her husband was president, she said she was flat broke."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "7.06",
      "emotionalLines": [
        "I am tired of sending $ 300 billion overseas to buy oil from people who hate our guts.",
        "And you're not serious about destroying ISIL.",
        null,
        "So to the people who are dying for a better America, you better change course, and she does n't represent the change that we need.",
        "I can not tell you how much our nation is threatened and how we need a commander in chief who understands the threats to this nation.",
        "I would take the fight to these guys, whatever it took, as long as it took.",
        "When I was 22, my dad died.",
        "Not the change we need at a time we need it.",
        "At the end of the day, ladies and gentlemen, our best days are ahead of us only if we work together, and I intend to put this country on a path of success by working together and doing the hard things that should have been done a very long time ago."
      ],
      "personalIssues": {
        "Securing Our Nation": "0.13",
        "Securing Our Future": "0.03",
        "Securing Our Values": "0.00"
      },
      "averageWordUsage": {
        "change": "0.0113",
        "Clinton": "0.0097",
        "going": "0.0275",
        "America": "0.0113",
        "don": "0.0113",
        "president": "0.0145",
        "need": "0.0162",
        "nation": "0.0113",
        "She": "0.0113"
      }
    },
    "jindal": {
      "totalWords": 7766,
      "uniqueWords": {
        "total": 736,
        "mostUnique": [
          "thank",
          "Last",
          "elected",
          "governor",
          "margin",
          "Martha",
          "kiss",
          "babies",
          "ribbons",
          "whatever",
          "takes",
          "popular",
          "why",
          "generational",
          "26",
          "percent",
          "30",
          "000",
          "fewer",
          "bureaucrats"
        ]
      },
      "callouts": {
        "bernie sanders": [
          "Give Bernie Sanders credit."
        ],
        "hillary clinton": [
          "Barack Obama, Hillary Clinton, they're no better.",
          "Planned Parenthood had better hope that Hillary Clinton wins this election, because I guarantee under President Jindal, January 2017, the Department of Justice and the IRS and everybody else that we can send from the federal government will be going in to Planned Parenthood."
        ],
        "jeb bush": [
          "Jeb Bush says we've got to be willing to lose the primary in order to win the general."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "7.40",
      "emotionalLines": [
        "Both Democrats and Republicans have gotten us in the mess we're in -- $ 18 trillion of debt, a bad deal with Iran, we're not staying with Israel.",
        "How can we beat an enemy if our commander-in-chief does n't have the moral honesty and clarity to say that Islam has a problem, and that problem is radical Islam, to say they've got to condemn not generic acts of violence, but the individual murderers who are committing these acts of violence.",
        "In Louisiana, instead we're helping people getting better paying jobs so they can provide for their own health care.",
        "I think it's a mistake to create new and more expensive entitlement programs when we ca n't afford the ones we've got today.",
        "I'll say this.",
        "Planned Parenthood had better hope that Hillary Clinton wins this election, because I guarantee under President Jindal, January 2017, the Department of Justice and the IRS and everybody else that we can send from the federal government will be going in to Planned Parenthood.",
        "I'd also go after these sanctuary cities, do everything we can to make sure that we are not -- that we are actually prosecuting and cutting off funding for cities that are harboring illegal aliens, and then finally making sure the IRS is not going after conservative or religious groups.",
        "Socialist and government dependent.",
        "Jeb Bush says we've got to be willing to lose the primary in order to win the general."
      ],
      "personalIssues": {
        "Radical Islam": "0.10",
        "Religious Liberty": "0.08",
        "Foreign Policy": "0.05",
        "Obamacare": "0.04",
        "Education": "0.00",
        "Economy": "0.00"
      },
      "averageWordUsage": {
        "got": "0.0177",
        "don": "0.0122",
        "think": "0.0122",
        "government": "0.0136",
        "president": "0.0109",
        "going": "0.0095",
        "They": "0.0136",
        "need": "0.0095"
      }
    },
    "pataki": {
      "totalWords": 7223,
      "uniqueWords": {
        "total": 700,
        "mostUnique": [
          "means",
          "somebody",
          "hasn",
          "career",
          "politician",
          "awhile",
          "last",
          "eight",
          "outside",
          "positive",
          "thought",
          "running",
          "four",
          "ago",
          "lead",
          "wasn",
          "divided",
          "politicians",
          "posturing",
          "issuing"
        ]
      },
      "callouts": {
        "hillary clinton": [
          "You know, Hillary Clinton's always saying how Republicans do n't follow science?"
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "7.18",
      "emotionalLines": [
        "We have to end crony capitalism in Washington, where the lobbyists and the powerful can get tax breaks and tax credits, and the American people do n't get laws in their interest.",
        "That is like shouting\" fire\" in a crowded theater, and that is illegal, and I would do everything in our power not just to go after those who are here who we know who are here, before they can radicalize other Americans to carry out attacks, and it's not just the ones they've arrested.",
        "\" But I knew that good people who wanted to be a part of the American dream have become trapped in dependency because the federal government and the state government had made it in their economic interest not to take a job because the benefits that they did n't work were better.",
        "No, it should be repealed.",
        "... replacing dependency with opportunity.",
        null,
        "Also, when you look at these videos, they are horrific and show just a hideous disrespect for life.",
        "Bill, I defeated Mario Cuomo.",
        "No vision at all.",
        "I have the opportunity not just to run, but to win in the deep blue state of New York three times."
      ],
      "personalIssues": {
        "People Over Politics.": "0.20",
        "We have to fall in love with America again.": "0.07",
        "News & Updates": "0.00"
      },
      "averageWordUsage": {
        "think": "0.0100",
        "But": "0.0143",
        "New": "0.0157",
        "York": "0.0157",
        "people": "0.0157",
        "state": "0.0143",
        "And": "0.0129",
        "Washington": "0.0100",
        "need": "0.0100",
        "American": "0.0100"
      }
    },
    "santorum": {
      "totalWords": 9122,
      "uniqueWords": {
        "total": 779,
        "mostUnique": [
          "would",
          "win",
          "Iowa",
          "10",
          "states",
          "against",
          "pretty",
          "overwhelming",
          "odds",
          "deliver",
          "election",
          "start",
          "top",
          "heap",
          "behind",
          "fact",
          "tired",
          "corporate",
          "interests",
          "interested"
        ]
      },
      "callouts": {
        "donald trump": [
          "Donald Trump actually seized on it when he talked about immigration."
        ]
      },
      "audienceReception": {
        "applause": [],
        "laughter": []
      },
      "speakingTime": "8.95",
      "emotionalLines": [
        "Iran sanctions -- the Iran sanctions that brought them to the table, those are sanctions that we put in place when I was in the United States Senate, and a whole host of other things that put me in a position of saying, I not only have a great vision, but I can govern effectively in Washington.",
        "We're going to be tough at the border, we're going to be tough on all of the illegal immigrants that everybody else in this field -- we're going to be different.",
        "I'm going to be introducing a plan which I call the 2020 Perfect Vision for America.",
        "This is a rogue Supreme Court decision, just like Justice Roberts said.",
        "And second, the First Amendment Defense Act, which is protecting religious liberty, if it's not passed by then, which I suspect it wo n't, because the president will veto it, I will institute an executive order to make sure that people of faith are not being -- not being harassed and persecuted by the federal government for standing up for the religious beliefs.",
        "We need to elect someone who will stand with the American people, who understands its greatness, who understands what an open economy and freedom is all about, but at the same time, has a record of being able to get things done in Washington like we've never seen before.",
        "They do n't care about American workers, they just care about bringing as many people in so they can get as many votes as they can."
      ],
      "personalIssues": {
        "Immigration Reform That Protects American Workers": "0.30",
        "Fighting for the American worker": "0.17",
        "End the Immoral Spending in Washington": "0.16",
        "Valuing the dignity of every human life": "0.10",
        "Economic Freedom Agenda": "0.08",
        "Common Sense Instead of Common Core": "0.00",
        "Fighting for Conservative Values": "0.00",
        "Fighting Radical Islam": "0.00"
      },
      "averageWordUsage": {
        "going": "0.0218",
        "years": "0.0116",
        "Washington": "0.0128",
        "just": "0.0116",
        "country": "0.0128",
        "And": "0.0154",
        "said": "0.0103",
        "America": "0.0103",
        "people": "0.0103"
      }
    }
  }
}